[
    {
        "judul" : "Miracle In Cell No 7",
        "genre" : "Drama",
        "produser" : "Frederica",
        "sutradara" : "Hanung Bramantyo",
        "penulis" : "Alim Studio",
        "tahun" : "2022",
        "sinopsis" : "Dodo Rozak (Vino G. Bastian) hanya ingin menjadi ayah yang baik bagi anaknya, Kartika (Graciella Abigail/Mawar De Jongh), sekalipun kecerdasannya terbatas, bertingkah dan berperilaku seperti anak-anak. Pada kenyataannya, Kartika yang lebih sering menjaga dan merawat ayahnya. Keduanya hidup bahagia. Kartika bangga pada ayahnya yang berjualan balon sehari-harinya. Tapi, kebahagiaan mereka tidak berlangsung lama. Dodo ditangkap atas tuduhan memperkosa dan membunuh seorang gadis kecil. Dodo dimasukkan ke penjara, ke sel No.7 yang dihuni napi-napi beringas. Setelah berbagai peristiwa, Dodo berhasil mendapatkan bantuan untuk menyelundupkan Kartika ke dalam selnya. Kedekatan Dodo dan Kartika menularkan kebahagiaan bagi napi dan sipir di penjara. Mereka mulai ragu apakah pria penyayang seperti Dodo, tega membunuh seorang gadis kecil.",
        "pemain" : [
            "Vino G Bastian",
            "Graciella Abigail",
            "Mawar Eva De Jongh",
            "Indro Warkop",
            "Tora Sudiro",
            "Rigen Rakelna",
            "Indra Jegel",
            "Bryan Domani",
            "Denny Sumargo"
        ],
        "funfact" : [
            "Penghargaan Festival Wartawan Indonesia 2022 (Aktor Utama Terbaik, Aktor Pendukung Terbaik)",
            "Penghargaan Festival Film Indonesia 2022 (Aktor Terfavorit Pilihan Penonton)",
            "Perubahan inti konflik di film yang berbeda dari versi korea dan termasuk film Indonesia ke-10 yang bisa tembus satu juta penonton."
        ]
    },{
        "judul" : "Keluarga Cemara 2",
        "genre" : "Drama",
        "produser" : "Anggia Kharisma",
        "sutradara" : "Ismail Basbeth",
        "penulis" : "M Irfan Ramly",
        "sinopsis" : "Ara menjadi kesepian ketika Keluarga Cemara tumbuh. Abah mendapat pekerjaan baru, sehingga cukup sibuk mengurusi pekerjaannya dan tak setiap hari bisa antar jemput. Emak mencari sampingan untuk agar keluarganya punya pendapatan tambahan dan juga tabungan. Sedangkan Euis masuk masa pubernya. Ia ingin punya privacy dan tak mau sekamar lagi dengan Ara. Perjalanan Abah, Emak, Euis, Ara, dan Agil menemukan makna keluarga.",
        "tahun" : "2022",
        "pemain" : [
            "Widuri Puteri",
            "Ringgo Agus Rahman",
            "Nirina Zubir",
            "Adhisty Zara"
        ],
        "funfact" : [
            "Penghargaan Indonesia Movie Actors Awards 2022 (Pemeran Anak-anak Terbaik)"
        ]
    },{
        "judul" : "Gundala : Negeri Ini Butuh Patriot",
        "genre" : "Action",
        "produser" : "Bismarka Kurniawan",
        "sutradara" : "Joko Anwar",
        "penulis" : "Joko Anwar",
        "sinopsis" : "Sancaka (Abimana Aryasatya) hidup di jalanan sejak ditinggal ayah dan ibunya. Menghadapi hidup yang keras, Sancaka belajar untuk bertahan hidup dengan tidak peduli pada orang lain dan hanya mencoba untuk mendapatkan tempat yang aman bagi dirinya sendiri. Ketika situasi kota semakin tidak aman dan ketidakadilan merajalela di seluruh negeri, Sancaka harus membuat keputusan berat: tetap hidup di zona amannya atau keluar sebagai Gundala untuk membela orang-orang yang ditindas.",
        "tahun" : "2019",
        "pemain" : [
            "Abimana Aryasatya",
            "Tara Basro",
            "Bront Palarae",
            "Ario Bayu"
        ],
        "funfact" : [
            "Penghargaan Festival Film Indonesia 2019 (Sinematografi Terbaik, Tata Suara Terbaik, Efek Visual Terbaik)",
            "Penghargaan Piala Maya 2019 (Aktor Utama Remaja Terpilih, Tata Suara Terpilih)",
            "Memproduksi Kostum diproduksi di tempat yang sama dengan Marvel dan Menggunakan 70 lokasi shooting berbeda"
        ]
    },{
        "judul" : "Hit & Run",
        "genre" : "Action",
        "produser" : "Sukhdev Singh",
        "sutradara" : "Ody C Harahap",
        "penulis" : "Upi",
        "sinopsis" : "Tegar Saputra (Joe Taslim), seorang polisi selebriti yang kemana-mana selalu diikuti kamera karena memiliki acara reality show-nya sendiri. Tegar ditugaskan untuk menangkap Coki (Yayan Ruhian), seorang gembong narkoba yang baru kabur dari penjara. Sayangnya, kali ini Tegar yang individualis harus dipasangkan dengan Lio (Chandra Liow), seorang tukang tipu. Tegar yang terbiasa beraksi sendirian kini harus berusaha menyelesaikan misinya bersama Lio yang justru membuat susah. Aksi Tegar dan Lio mencari Coki ditemani Meisa (Tatjana Saphira), penyanyi, dan Jefri (Jefri Nichol).",
        "tahun" : "2019",
        "pemain" : [
            "Joe Taslim",
            "Chandra Liow",
            "Tatjana Saphira",
            "Jefri Nichol",
            "Nadya Arina",
            "Yayan Ruhian"
        ],
        "funfact" : [
            "Penghargaan Festival Film Bandung 2019 (Sutradara Terpuji Film Bioskop)"
        ]
    },{
        "judul" : "Pertaruhan",
        "genre" : "Action",
        "produser" : "Adianto Sumardjono",
        "sutradara" : "Krishto Damar Alam",
        "penulis" : "Upi Avianto",
        "sinopsis" : "Empat bersaudara, Ibra (Adipati Dolken), Elzan (Jefri Nichol), Amar (Aliando Syarief), dan Ical (Giulio Parengkuan), hidup sederhana bersama ayah mereka, Musa (Tio Pakusadewo) yang bekerja sebagai satpam di sebuah bank. Keluarga ini sudah kehilangan ibu sejak Ical dilahirkan. Kehilangan istri yang biasa mengurus rumah dan anak-anak membuat Musa gamang dalam membesarkan anak-anaknya. Hubungan antara dirinya dan ketiga anaknya yang remaja menjadi tidak harmonis. Suatu hari Musa diberhentikan dari pekerjaannya dan penyakit paru-parunya semakin parah. Ibra, anak pertama, mengumpulkan adik-adikya untuk mencari dana untuk penyembuhan ayah mereka. Mereka tidak sanggup membayar biaya pengobatan ayah. Selalu menemui jalan buntu, akhirnya mereka mengambil keputusan nekat demi ayah.",
        "tahun" : "2017",
        "pemain" : [
            "Tyo Pakusadewo",
            "Adipati Dolken",
            "Aliando Syarief",
            "Jefri Nichol",
            "Giulio Parengkuan",
            "Widika Sidmore"
        ],
        "funfact" : [
            "",
            "",
            ""
        ]
    },{
        "judul" : "Sayap-Sayap Patah",
        "genre" : "Drama",
        "produser" : "Yoen K",
        "sutradara" : "Rudi Soedjarwo",
        "penulis" : "Monty Tiwa",
        "sinopsis" : "Aji (Nicholas Saputra), anggota Densus 88, yang selalu berada di depan dalam memberantas terorisme membuat Nani (Ariel Tatum), istrinya, yang sedang hamil tua khawatir. Rasa cemas ini membuat kandungannya bermasalah, sehingga Nani harus mengungsi ke rumah ibunya di Jakarta. Kabar gembira datang: Aji dipindah ke Jakarta hingga bisa kembali bersama istrinya. Sayangnya, ketika dia bertugas di hari pertamanya, penjara tempat para teroris ditahan jebol. Aji termasuk salah satu petugas yang disandera, sedangkan Nani berjuang dengan kelahiran anak pertamanya.",
        "tahun" : "2022",
        "pemain" : [
            "Nicholas Saputra",
            "Ariel Tatum"
        ],
        "funfact" : [
            "Film ini diangkat berdasarkan kerusuhan berdarah di Mako Brimob, Kelapa Dua, Depok, 8 Mei 2018. 155 narapidana terorisme membobol rutan Mako Brimob. Lima anggota Densus 88 gugur."
        ]
    },{
        "judul" : "Mencuri Raden Saleh",
        "genre" : "Drama",
        "produser" : "Cristian Imanuell",
        "sutradara" : "Angga Dwimas Sasongko",
        "penulis" : "Angga Dwimas Sasongko",
        "sinopsis" : "Piko (Iqbaal Ramadhan), mahasiswa seni rupa yang mencari uang dengan memalsukan lukisan untuk membebaskan sang ayah dari penjara tiba-tiba mendapat tawaran mencuri karya maestro Raden Saleh yang dijaga ketat di Istana Negara. Mengikuti rencana, Piko membentuk tim yang berisi Ucup (Angga Yunanda, hacker), Sarah (Aghniny Haque, atlet bela diri), Gofar (Umay Shahab, mekanik), Tuktuk (Ari Irham, pembalap liar) dan Fella (Rachel Amanda, bandar judi kampus). Masing-masing mengincar uang imbalan dari pencurian tersebut. Pelaksanaan rencana mereka dihadapkan dengan begitu banyak rintangan yang berpeluang merenggut hal-hal berharga: hubungan percintaan, persahabatan, hingga keluarga mereka. Di tengah upaya melancarkan misi pencurian penuh risiko tersebut, mereka tidak tahu bahwa ada ancaman besar di balik pencurian lukisan tersebut.",
        "tahun" : "2022",
        "pemain" : [
            "Iqbaal Ramadhan",
            "Angga Yunanda",
            "Rachel Amanda",
            "Umay Shahab",
            "Aghniny Haque",
            "Ari Irham"
        ],
        "funfact" : [
            "Penghargaan Festival Film Indonesia 2022 (Film Terfavorit Pilihan Penonton)",
            "Penghargaan Indonesia Movie Actors Awards 2022 (Film Terfavorit)",
            "Penghargaan Jakarta Film Week 2022 (Direction Award)"
        ]
    },{
        "judul" : "Comic 8: Casino Kings part 1",
        "genre" : "Action",
        "produser" : "Frederica",
        "sutradara" : "Anggy Umbara",
        "penulis" : "Anggy Umbara",
        "sinopsis" : "Delapan agen rahasia di bawah pimpinan Indro Warkop ditugaskan untuk menyamar menjadi komika demi mencari seorang komika yang menjadi penghubung ke master kriminal yang bernama The King, pemilik kasino paling spektakuler di Asia. Untuk mencari kasino tersebut dan menangkap The King, kedelapan comic tersebut harus melewati banyak proses dan hambatan: menghindari kejaran Interpol dan kepolisian karena peristiwa perampokan bank dalam misi sebelumnya, sampai harus menghadapi pasukan pembunuh, kelompok preman dan penjahat cap kampak.",
        "tahun" : "2015",
        "pemain" : [
            "Mongol Stres",
            "Ernest Prakasa",
            "Kemal Palevi",
            "Bintang Timur",
            "Babe Cabiita",
            "Fico Fachriza",
            "Arie Kriting",
            "Ge Pamungkas",
            "Indro Warkop"
        ],
        "funfact" : [
            "Penghargaan Indonesia Box Office Movie Awards 2016 (Poster Film Terbaik, Trailer Film Terbaik, Original Soundtrack Film Terbaik)"
        ]
    },{
        "judul" : "Gendut Siapa Takut?!",
        "genre" : "Comedy",
        "produser" : "Rajesh Kewalram Jagtiani",
        "sutradara" : "Pritagita Arianegara",
        "penulis" : "Pritagita Arianegara",
        "sinopsis" : "Moza Aphrodite (Marshanda), 28 tahun, penulis novel romance best seller, kerap dituntut Ibunya segera menikah. Meskipun berbadan gendut, Moza sangat pede dengan dirinya. Suatu hari di acara book signing, Moza terkejut dengan kehadiran Nareswara Radeva (Wafda Saifan Lubis), teman masa kecil yang paling ia benci karena sering merisaknya. Nares muncul untuk minta maaf dan memperbaiki hubungannya dengan Moza. Sayangnya tak mudah bagi Moza untuk memaafkan Nares. Moza justru menyinggung perasaan Nares. Hal itu justru membuatnya merasa bersalah. Gantian dia yang mengejar Nares untuk minta maaf. Moza mendatangi kampus tempat Nares mengajar dan mempermalukan dirinya sendiri karena terjatuh di lantai. Nares membantunya. Kejadian ini membuat hubungan Nares dan Moza sedikit mencair. Eno (Dea Panendra), sahabat baik Moza, bercerita tentang pertemuannya dengan seorang pria yang pernah ia taksir di masa lalu yang ternyata adalah Nares. Di sisi lain, Moza merasa memiliki kesempatan dengan Dafian Jatmiko (Marthino Lio), sutradara terkenal yang hendak memfilemkan salah satu novelnya. Moza sudah lama naksir Dafi dan merasa Dafi adalah pria impiannya.",
        "tahun" : "2022",
        "pemain" : [
            "Marshanda",
            "Wafda Saifan Lubis",
            "Marthino Lio"
        ],
        "funfact" : [
            "Penghargaan Festival Film Wartawan Indonesia 2022 (Aktris Utama Terbaik)"
        ]
    },{
        "judul" : "Lara Ati",
        "genre" : "Comedy",
        "produser" : "Shanty Harmayn",
        "sutradara" : "Bayu Skak",
        "penulis" : "Anissa Pandan Sari",
        "sinopsis" : "Joko (Bayu Skak) menghadapi kenyataan bahwa ia tidak menyukai pekerjaannya dan orangtuanya tidak mendukung mimpinya menjadi seorang desainer. Ditambah lagi, Joko ditinggal tunangan oleh pacarnya, Farah (Sahila Hisyam). Hidup Joko berantakan. Pertemuannya dengan Ayu (Tatjana Saphira), teman masa kecilnya, memercikkan harapannya kembali. Dengan bantuan Ayu, Joko bertekad untuk memperbaiki hidupnya. Dan semuanya dimulai dengan mendapatkan Farah kembali.",
        "tahun" : "2022",
        "pemain" : [
            "Bayu Skak",
            "Tatjana Saphira"
        ],
        "funfact" : [
            "",
            "",
            ""
        ]
    },{
        "judul" : "Mertua vs Menantu",
        "genre" : "Drama",
        "produser" : "Raam Punjabi",
        "sutradara" : "Pritagita Arianegar",
        "penulis" : "Muhammad Iqbal Fadly",
        "sinopsis" : "Saat Risyad (Morgan Oey) harus dinas ke Singapura, ibunya, Hany (Ira Maya Sopha), datang dari Pontianak untuk menjenguk sahabatnya yang sakit kanker di rumah sakit. Hal ini membuat Bianca (Velove Vexia), istri Risyad, yang merasa tak cocok dengan mertuanya, harus hidup bersama serumah. Apalagi pandemi Covid-19 merebak, dan Jakarta diberlakukan pembatasan berskala besar. Risyad harus isolasi mandiri di rumahnya sepulang dari Singapura, Hany tak bisa pulang ke Pontianak karena penerbangan ditutup. Selisih paham yang sering terjadi antara menantu dan mertuanya merembet ke hubungan istri dan suaminya.",
        "tahun" : "2022",
        "pemain" : [
            "Velove Vexia",
            "Morgan Oey",
            "Ira Maya Sopha"
        ],
        "funfact" : [
            "",
            "",
            ""
        ]
    },{
        "judul" : "Ngeri-ngeri Sedap",
        "genre" : "Drama",
        "produser" : "Dipa Andika",
        "sutradara" : "Bene Dion Rajagukguk",
        "penulis" : "Bene Dion Rajagukguk",
        "sinopsis" : "Pak Domu (Arswendi Bening Swara) dan Mak Domu (Tika Panggabean) tinggal dengan anaknya, Sarma (Gita Bhebita). Suami-istri yang sudah tua itu ingin ketiga anak lainnya,  Domu (Boris Bokir), Gabe (Lolox), dan Sahat (Indra Jegel), pulang untuk menghadiri acara adat. Ketiganya menolak pulang karena tidak akur dengan Pak Domu. Pak Domu dan Mak Domu akhirnya pura-pura bertengkar dan ingin bercerai demi mendapatkan perhatian anak-anak mereka.",
        "tahun" : "2022",
        "pemain" : [
            "Arswendy Beningswara",
            "Tika Panggabean",
            "Boris Bokir",
            "Gita Bhebhita",
            "Lolox",
            "Indra Jegel"
        ],
        "funfact" : [
            "Penghargaan Film Wartawan Indonesia 2022 (Film Terbaik, Sutradara Terbaik, Penata Gambar Terbaik, Penata Kamera Terbaik, Penulis Skenario Terbaik, Aktor Pendukung Terbaik, Aktris Pendukung Terbaik)",
            "Penghargaan Festival Film Bandung 2022 (Penata Musik Terbaik)",
            "Penghargaan Indonesian Movie Actors Awards 2022 (Pasangan Terbaik)"
        ]
    },{
        "judul" : "Srimulat : Hil yang Mustahal Babak Pertama",
        "genre" : "Drama",
        "produser" : "Susanti Dewi",
        "sutradara" : "Fajar Nugros",
        "penulis" : "Fajar Nugros",
        "sinopsis" : "Kelompok lawak Srimulat yang tengah populer di Jawa, mendadak terganggu penampilannya karena muncul pemain kendang yang lebih lucu bernama Gepeng (Bio One). Tepat pada saat itu sebuah telegram dari Ibukota datang: mengundang Srimulat tampil di TV Nasional. Pemimpin Srimulat, Teguh (Rukman Rosadi) memenuhi undangan itu, Asmuni (Rifnu Wikana) diserahi tugas memimpin Srimulat ke Ibukota. Teguh mengajak Gepeng bergabung dengan Srimulat. Di Ibukota, Gepeng harus bisa menyatukan diri dengan Srimulat yang terdiri dari Asmuni, Timbul (Dimas Anggara), Tarsan (Ibnu Jamil), Tessy (Erick Estrada), Paul (Morgan Oey), Basuki (Elang El Gibran), Nunung (Zulfa Maharani), Anna (Naima Al Jufri) dan Djudjuk (Erika Carlina). Di tengah usahanya melebur menjadi keluarga Srimulat, Gepeng dan Basuki bertemu dengan Royani (Indah Permatasari), anak perempuan Babe Makmur (Rano Karno) pemilik kontrakan yang disewa Srimulat. Saat fokus Gepeng terganggu karena kehadiran Royani, Srimulat mendapat permintaan untuk tampil khusus di depan Presiden dan Ibu Negara.",
        "tahun" : "2022",
        "pemain" : [
            "Bio One",
            "Elang El Gibran",
            "Dimas Anggara",
            "Ibnu Jamil",
            "Teuku Rifnu Wikana",
            "Erick Estrada",
            "Erika Carlina",
            "Indah Permatasari",
            "Naimma Aljufri",
            "Rano Karno"
        ],
        "funfact" : [
            "Penghargaan Festival Fim Wartawan Indonesia 2022 (Aktor Utama Terbaik)",
            "Penghargaan Indonesian Movie Actors Awards 2022 (Pemeran Pendukung Pria Terbaik)"
        ]
    },{
        "judul" : "Ali & Ratu-Ratu Queens",
        "genre" : "Comedy",
        "produser" : "Muhammad Zaidy",
        "sutradara" : "Lucky Kuswandi",
        "penulis" : "Gina S Noer",
        "sinopsis" : "Setelah ayahnya meninggal, Ali (Iqbaal Ramadhan), 19 tahun, pergi ke New York untuk menemui ibunya yang meninggalkannya sejak kecil. Keduanya berpisah dengan janji bersatu kembali setelah sang ibu sukses. Di Queens, New York, di tempat yang tadinya dihuni ibunya, Ali bertemu dengan empat imigran Indonesia yang sangat menyenangkan dan penuh warna: Party (Nirina Zubir), Ance (Tika Panggabean), Biyah (Asri Welas), dan Chinta (Happy Salma), serta Eva (Aurora Ribero), putri Ance. Dengan bantuan mereka, Ali berhasil menemui ibunya yang ternyata sudah punya keluarga baru. Masalah ibu dan anak muncul. Keempat imigran yang akan memulai usaha restoran Indonesia, menyadarkan Ali bahwa banyak jalan untuk menemukan arti keluarga, sambil mengejar impiannya.",
        "tahun" : "2021",
        "pemain" : [
            "Iqbaal Ramadhan",
            "Nirina Zubir",
            "Asri Welas",
            "Tika Panggabean",
            "Happy Salma"
        ],
        "funfact" : [
            "Penghargaan Festival Film Bandung 2021 (Penata Editing Terpuji Film)",
            "Penghargaan Festival Film Wartawan Indonesia 2021 (Film Terbaik, Sutradara Terbaik, Penyunting Gambar Terbaik, Penata Kamera Terbaik, Aktris Pendukung Terbaik, Aktris Pendukung Terbaik)",
            "Penghargaan Festival Film Indonesia 2021 (Pemeran Pendukung Perempuan Terbaik)"
        ]
    },{
        "judul" : "Warkop DKI Reborn",
        "genre" : "Comedy",
        "produser" : "Frederica",
        "sutradara" : "Rako Prijanto",
        "penulis" : "Anggoro Saronto",
        "sinopsis" : "Warkop DKI Dono (Aliando Syarief), Kasino (Adipati Dolken), Indro (Randy Danistha) kali ini mendapat tugas sebagai agen polisi rahasia. Mereka dibawah komando Komandan Cok (Indro Warkop), yang kehilangan tangankanannya, Karman (Mandra), saat mensinyalir adanya pencucian uang di dunia perfilman Indonesia. Tepatnya di sebuah rumah produksi milik Amir Muka (Ganindra Bimo). Warkop DKI akhirnya bisa masuk dalam dunia film dan terlibat dalam sebuah pembuatan film komedi berpasangan dengan artis sinetron yang hijrah ke dunia film, Inka (Salshabilla Adriani). Warkop DKI malah membuat Inka terjebak bersama mereka di sebuah ruangan. Warkop DKI dan Inka jatuh pingsan. Saat terbangun, Warkop DKI kaget karena berada di padang pasir! Tapi Inka lenyap! Pencarian Warkop DKI mencari jejak Inka menyeret mereka dalam petualangan seru di padang pasir.",
        "tahun" : "2019",
        "pemain" : [
            "Aliando Syarief",
            "Adipati Dolken",
            "Randy Danistha"
        ],
        "funfact" : [
            "",
            "",
            ""
        ]
    },{
        "judul" : "Ivanna",
        "genre" : "Horor",
        "produser" : "Manoj Punjabi",
        "sutradara" : "Kimo Stamboel",
        "penulis" : "Lele Laila",
        "sinopsis" : "Sejak kematian ayah dan ibunya, Ambar (Caitlin Halderman) dan Dika (Jovarel Callum) pindah ke sebuah panti jompo milik sahabat orangtua mereka dan anaknya, Agus (Shandy William). Panti Jompo Masa Toea ditinggali tiga orang: Nenek Ani (Yati Surachman), Kakek Farid (Yayu Unru), dan Oma Ida (Rina Hassim). Ketiganya diurus oleh Rina (Taskya Namya), suster yang juga pacar Agus. Tidak lama setelah kepindahan Ambar dan Dika, cucu Oma Ida, Arthur (Junior Roberts), datang untuk merayakan Idul Fitri. Ambar yang memiliki kemampuan melihat hal-hal mistis, secara tidak sengaja mendapatkan penglihatan dari masa lalu: Ivanna (Sonia Alyssa), perempuan Belanda, mengalami penyiksaan oleh tentara Jepang yang mengakibatkan ia kehilangan kepala. Serangkaian kejadian mistis mulai menghantui Ambar dan seluruh penghuni panti jompo, terlebih setelah mereka menemukan sebuah patung tanpa kepala di ruang bawah tanah beserta dengan piringan hitam yang berisi lagu menyeramkan. Di hari Lebaran, keadaan semakin mencekam ketika penghuni panti menemukan Nenek Ani meninggal dengan keadaan tanpa kepala. Semua orang panik, terlebih ketika satu persatu misteri dendam Ivanna terungkap. Dengan keselamatan seluruh penghuni panti kini terancam, Ambar dituntut untuk menyelesaikan dendam Ivanna, sebelum arwah itu merenggut nyawa mereka semua.",
        "tahun" : "2022",
        "pemain" : [
            "Caitlin Halderman",
            "Jovarel Callum",
            "Junior Roberts",
            "Shandy William",
            "Sonia Alyssa"
        ],
        "funfact" : [
            "Penghargaan Festival Film Wartawan Indonesia 2022 (Aktor Pendukung Terbaik)"
        ]
    },{
        "judul" : "KKN Desa Penari",
        "genre" : "Horor",
        "produser" : "Manoj Punjabi",
        "sutradara" : "Awi Suryadi",
        "penulis" : "Lele Laila",
        "sinopsis" : "Enam mahasiswa yang melaksanakan KKN di sebuah desa terpencil, Nur (Tissa Biani), Widya ( Adinda Thomas), Ayu (Aghniny Haque), Bima (Achmad Megantara), Anton (Calvin Jeremy) dan Wahyu (M Fajar Nugraha) tidak pernah menyangka kalau desa yang mereka pilih ternyata bukanlah desa biasa. Pak Prabu (Kiki Narendra), kepala desa, memperingatkan mereka untuk tidak melewati batas gapura terlarang. Tempat misterius itu mungkin ada hubungannya dengan penari cantik yang mulai menganggu Nur dan juga Widya. Satu persatu mulai merasakan keanehan desa tersebut. Bima pun mulai berubah sikap. Program KKN mereka berantakan. Tampaknya penghuni gaib desa tersebut tidak menyukai mereka. Nur akhirnya menemukan fakta bahwa salah satu dari mereka melanggar aturan yang paling fatal di desa tersebut. Teror sosok penari misterius semakin menyeramkan. Mereka meminta bantuan Mbah Buyut (Diding Boneng) dukun setempat. Terlambat. Mereka terancam tidak bisa pulang dengan selamat dari desa yang dikenal dengan sebutan desa penari itu.",
        "tahun" : "2022",
        "pemain" : [
            "Tissa Biani",
            "Achmad Megantara",
            "Calvin Jeremy",
            "Adinda Thomas",
            "Aghniny Haque",
            "M Fajar Nugraha"
        ],
        "funfact" : [
            "Penghargaan Festival Film Wartawan Indonesia 2022 (Piala Khusus Pemecah Rekor Penonton Terbanyak Sepanjang Masa, Aktris Utama Terbaik, Aktris Pendukung Terbaik)"
        ]
    },{
        "judul" : "Menjelang Magrib",
        "genre" : "Horor",
        "produser" : "Helfi Kardit",
        "sutradara" : "Helfi Kardit",
        "penulis" : "Helfi Kardit",
        "sinopsis" : "Thalia (Annette Edoarda), Erlan (Jeffry Reksa), dan Ahmad (Fajar Kurniawan), mahasiswa jurusan psikologi, menemui Nina (Novia Bachmid), pasien sakit jiwa untuk skripsi dan membuat dokumenter karena penyakit si pasien dianggap aneh. Nina mengalami tiga fase perubahan mental. Pagi dan siang terlihat normal tapi tetap dengan dingin dan mengerikan. Fase kedua menuju malam Nina mulai bereaksi histeris. Nina merasakan ada roh masuk ke dalam tubuhnya. Fase ketiga adalah fase tubuh Nina yang bukan diri Nina lagi. Nina sudah dikuasai roh leluhur Nina yang hidup ratusan tahun lalu. Investigasi Thalia cs harus berhadapan dengan hal-hal mistis yang di luar logika mereka.",
        "tahun" : "2022",
        "pemain" : [
            "Annette Edoarda",
            "Novia Bachmid",
            "Jeffry Reksa",
            "Fajar Kurniawan"
        ],
        "funfact" : [
            "",
            "",
            ""
        ]
    },{
        "judul" : "Si Manis Jembatan Ancol",
        "genre" : "Horor",
        "produser" : "Raam Punjabi",
        "sutradara" : "Anggy Umbara",
        "penulis" : "Anggy Umbara",
        "sinopsis" : "Djakarta 1973. Kehidupan rumah tangga Maryam (Indah Permatasari) dan Roy (Arifin Putra) diambang kehancuran. Bisnis Roy yang merugi mengakibatkan perubahan besar sikap Roy pada Maryam. Maryam menemukan oase dengan kehadiran Yuda (Randy Pangalila), pelukis tampan dan penuh perhatian. Bisnis Roy hancur dan terancam dibunuh sekelompok lintah darat karena tidak bisa mengembalikan hutangnya. Kesalahpahaman terjadi ketika Roy mengetahui kedekatan Maryam dengan Yuda. Roy nekat meminta lintah darat itu untuk menculik dan membunuh Maryam demi mendapatkan sertifikat rumah beratasnamakan Maryam. Kematian Maryam menjadikan arwahnya bernafsu dendam sehingga kemunculannya di kampung menjadi sebuah legenda menyeramkan.",
        "tahun" : "2019",
        "pemain" : [
            "Indah Permatasari",
            "Arifin Putra",
            "Randy Pangalila",
            "Ozy Syahputra"
        ],
        "funfact" : [
            "",
            "",
            ""
        ]
    },{
        "judul" : "Perempuan Tanah Jahanam",
        "genre" : "Horor",
        "produser" : "Shanty Harmayn",
        "sutradara" : "Joko Anwar",
        "penulis" : "Joko Anwar",
        "sinopsis" : "Maya (Tarao Basro) berusaha bertahan di kota tanpa keluarga. Hanya sahabat baiknya Dini (Marissa Anita), yang bersama dirinya jatuh bangun mencoba memperbaiki hidup. Ketika Maya mendapatkan informasi bahwa dia mungkin memiliki harta warisan dari keluarga Maya yang kaya di sebuah desa, Maya dan Dini langsung ke sana tanpa menyadari bahaya yang menanti.",
        "tahun" : "2019",
        "pemain" : [
            "Tara Basro",
            "Marissa Anita",
            "Asmara Abigail"
        ],
        "funfact" : [
            "Penghargaan Festival Film Indonesia 2020 (Film Cerita Panjang Terbaik, Sutradara Terbaik, Pemeran Pendukung Perempuan Terbaik, Penata Suara Terbaik, Penyunting Gambar Terbaik)"
        ]
    },{
        "judul" : "Makmum",
        "genre" : "Horor",
        "produser" : "Dheeraj Kalwani",
        "sutradara" : "Hadrah Daeng Ratu",
        "penulis" : "Alim Studio",
        "sinopsis" : "Sosok gaib yang disebut Makmum oleh para penghuni asrama semakin sering mengganggu, sejak Rini (Titi Kamal) menetap kembali di asrama untuk memenuhi permintaan Bu Kinanti (Jajang C Noer) yang kesehatannya terus menurun. Rosa (Reny Yuliana), pemimpin asrama baru, tidak menanggapi ketakutan tiga siswi: Nurul (Tissa Bianni), Nisa (Bianca Hello), Putri (Adila Fitri) yang dilarang keluar asrama selama masa liburan, karena nilai mereka yang jelek. Intensitas kesurupan Putri yang terus meningkat, membuat suasana semakin tidak kondusif. Rini menyadari ada sesuatu yang tidak beres di dalam asrama ini. Ia mencoba membantu para siswi dan berusaha menguak misteri tersebut. Ia tidak sadar bahwa nyawanya terancam.",
        "tahun" : "2019",
        "pemain" : [
            "Titi Kamal",
            "Ali Syakieb",
            "Tissa Biani"
        ],
        "funfact" : [
            "",
            "",
            ""
        ]
    },{
        "judul" : "Suzzanna :  Bernapas dalam Kubur",
        "genre" : "Horor",
        "produser" : "Sunil Soraya",
        "sutradara" : "Rocky Soraya",
        "penulis" : "Bene Dion Rajagukguk",
        "sinopsis" : "Suzzanna (Luna Maya) dan Satria (Herjunot Ali) sudah menikah selama tujuh tahun tetapi belum dikaruniai anak. Mereka tinggal bersama tiga pembantunya: Mia (Asri Welas), Tohir (Ence Bagus), dan Pak Rojali (Opie Kumis). Kehamilan Suzanna yang ditunggu-tunggu akhirnya terjadi, namun sayangnya bertepatan dengan rencana dinas Satria ke luar negeri. Hal ini dimanfaatkan empat karyawan Satria: Jonal (Verdi Solaiman), Umar (Teuku Rifnu Wikana), Dudun (Alex Abbad), dan Gino (Kiki Narendra), yang menyimpan dendam kepada Satria dan berniat merampok rumah Satria ketika rumahnya sepi. Namun naas, rencana perampokan mereka berubah menjadi pembunuhan Suzanna yang seharusnya pergi bersama tiga pembantunya ternyata pulang sendiri karena kondisi tubuh yang lemah. Panik, mereka lalu mengubur jenazah Suzzanna di belakang rumah. Anehnya, keesokan hari, Suzzanna tetap beraktivitas seperti biasa di rumahnya, seperti tak terjadi apa-apa.",
        "tahun" : "2018",
        "pemain" : [
            "Luna Maya",
            "Herjunot Ali"
        ],
        "funfact" : [
            "",
            "",
            ""
        ]
    },{
        "judul" : "Pengabdi Setan",
        "genre" : "Horor",
        "produser" : "Gope T Samtani",
        "sutradara" : "Joko Anwar",
        "penulis" : "Joko Anwar",
        "sinopsis" : "Rini beserta bapak, ibu, dan ketiga adik laki-lakinya terpaksa tinggal di rumah neneknya di luar kota setelah rumah mereka dijual untuk pengobatan ibunya. Ibunya sakit selama tiga setengah tahun tanpa diketahui penyebabnya sehingga keluarganya mengalami krisis finansial. Setelah ibunya meninggal, ayah Rini pergi untuk sebuah pekerjaan. Teror mulai muncul. Sosok hantu perempuan menyerupai ibu mereka menghantui Rini dan adik-adiknya. Rini menemukan fakta bahwa di masa lalu keluarganya terlibat dalam suatu perjanjian hitam yang mengancam keselamatan keluarga mereka. Rini dan adik-adiknya harus membuka misteri masa lalu untuk tetap hidup.",
        "tahun" : "2017",
        "pemain" : [
            "Tara Basro",
            "Endy Arfian",
            "Nasar Anuz",
            "Adhiyat Abdulkhadir"
        ],
        "funfact" : [
            "Penghargaan Festival Film Indonesia 2017 (Pemeran Anak Terbaik, Tata Sinematografi Terbaik, Tata Suara Terbaik, Lagu Tema Terbaik, Tata Musik Terbaik, Tata Efek Visual Terbaik, Tata Artistik Terbaik)",
            "Penghargaan Festival Film Tempo 2017 (Aktris Pendukung Pilihan Tempo, Pemain Anak Pilihan Tempo)",
            "Penghargaan Indonesia Box Office Movie Awards 2018 (Film Box Office Terbaik, Pemeran Pendukung Wanita Terbaik, Sutradara Terbaik, Pendatang Baru Terbaik, Trailer Film Terbaik, Original Soundtrack Film Terbaik)"
        ]
    },{
        "judul" : "12 Cerita Glen Anggara",
        "genre" : "Drama",
        "produser" : "Frederica",
        "sutradara" : "Fajar Bustomi",
        "penulis" : "Alim Studio",
        "sinopsis" : "Shena (Prilly Latuconsina) memberikan Glen (Junior Roberts) daftar 12 hal yang ingin dilakukannya sebelum maut menjemput dirinya. Glen setuju karena merasa kasihan dan ingin berbuat kebaikan. Ternyata Glen mulai merasakan cinta yang sesungguhnya pada Shena. Hal ini membuat Shena menjadi takut, karena rasa cinta di antara mereka akan menyulitkan Glen nantinya jika dia sudah tiada. Shena memutuskan untuk mengakhiri 12 permintaan tersebut sebelum selesai dikerjakan. Namun, Glen justru ngotot ingin menyelesaikan 12 permintaan tersebut.",
        "tahun" : "2022",
        "pemain" : [
            "Prilly Latuconsina",
            "Junior Roberts",
            "Angga Yunanda",
            "Adhisty Zara",
            "Abun Sungkar",
            "Dannia Salsabilla"
        ],
        "funfact" : [
            "",
            "",
            ""
        ]
    },{
        "judul" : "Noktah Merah Perkawinan",
        "genre" : "Drama",
        "produser" : "Gope T Samtani",
        "sutradara" : "Sabrina Rochelle Kalangie",
        "penulis" : "Titien Wattimena",
        "sinopsis" : "Setelah sebelas tahun menikah hubungan Ambar (Marsha Timothy) dan Gilang (Oka Antara) memasuki masa-masa kekecewaan. Apalagi campur tangan keduaorang tua mereka. Gilang bekerja sebagai arsitek lanskap, sedangkan Ambar, di sela-sela kesehariannya mengurus rumah dan anak-anak, berusaha menyibukkan diri dan mencari kedamaian dengan mengajar lokakarya keramik. Di sanalah ia berkenalan dengan Yuli (Sheila Dara Aisha) yang menjadi murid di kelasnya. Hubungan Gilang, Ambar dan Yuli menjadi semakin rumit setelah Gilang mengerjakan projek taman milik Kemal (Roy Sungkono), pacar Yuli. Yuli membawa kenyamanan yang sudah lama hilang bagi Gilang, begitu pula sebaliknya. Di puncak sakit hati dan kekecewaannya, Ambar mempertanyakan apakah pernikahannya memang pantas untuk diselamatkan.",
        "tahun" : "2022",
        "pemain" : [
            "Marsha Timothy",
            "Oka Antara",
            "Sheila Dara Aisha"
        ],
        "funfact" : [
            "Penghargaan Festival Film Wartawan Indonesia 2022 (Aktris Pendukung Terbaik)"
        ]
    },{
        "judul" : "Until Tomorrow",
        "genre" : "Drama",
        "produser" : "Oswin Bonifanz",
        "sutradara" : "Hadrah Daeng Ratu",
        "penulis" : "Evelyn Afnilia",
        "sinopsis" : "Penantian Sarah (Clara Bernadeth) akan sebuah pernikahan bersama kekasihnya, Haka (Deva Mahenra) mulai terwujud ketika secara mengejutkan Haka melamar dirinya setelah lama pacaran. Namun, kebahagiaan mereka seakan terenggut ketika Sarah divonis menderita kanker darah stadium tiga, dan harus intens menjalankan pengobatan. Di sisi lain, peluang pekerjaan Haka sedang bersinar. Ia harus membagi waktunya untuk menemani Sarah dan menyelesaikan pekerjaannya.",
        "tahun" : "2022",
        "pemain" : [
            "Clara Bernadeth",
            "Deva Mahendra"
        ],
        "funfact" : [
            "",
            "",
            ""
        ]
    },{
        "judul" : "My Sassy Girl",
        "genre" : "Romance",
        "produser" : "Frederica",
        "sutradara" : "Fajar Bustomi",
        "penulis" : "Titien Wattimena",
        "sinopsis" : "Gian (Jefri Nichol) seharusnya pergi ke rumah tantenya karena sang tante ingin menjodohkan Gian dengan mantan kekasih almarhum anaknya. Namun sejak di stasiun hingga di dalam gerbong kereta, Gian terjebak dalam situasi harus mengurus gadis mabuk bernama Sisi (Tiara Andini) hingga harus membawanya ke hotel. Terjadi kesalahpahaman antara Gian dan Sisi namun justru kesalahpahaman itulah yang membawa mereka ke dalam pertemuan demi pertemuan selanjutnya, membentuk sebuah kebersamaan di mana Gian menemukan dirinya tak bisa dan tak mau lepas lagi dari Sisi meski Sisi seringkali membullynya. Sisi yang punya sisi muram akibat masa lalunya pun menemukan kebahagiaan setiap kali bersama Gian. Sayangnya Sisi selalu merasa ia tidak pantas berbahagia sementara Gian selalu berusaha menuruti kemauan Sisi, seaneh apapun permintaan Sisi, demi bisa membawa Sisi lepas dari kesedihan yang kerap Gian temukan di antara segala tingkah Sisi yang konyol.",
        "tahun" : "2022",
        "pemain" : [
            "Tiara Andini",
            "Jefri Nichol"
        ],
        "funfact" : [
            "Produksi ulang dari film korea berjudul sama karya Jae Young Kwak"
        ]
    },{
        "judul" : "Dear Nathan",
        "genre" : "Romance",
        "produser" : "Gope T Samtani",
        "sutradara" : "Indra Gunawan",
        "penulis" : "Bagus Bramanti",
        "sinopsis" : "Sebagai murid pindahan di SMA Garuda, Salma berusaha selektif memilih teman. Sayangnya pagi itu Salma terlambat datang dan seorang siswa yang tidak kenal menolongnya menyelinap ke sekolah dan menyelamatkannya dari hukuman karena terlambat mengikuti upacara bendera. Belakangan Salma tahu bahwa siswa penolong itu bernama Nathan, murid paling berandal yang hobi tawuran. Salma berusaha menjauhi orang macam Nathan. Masalah datang ketika Nathan terang-terangan mengejar cinta Salma dan membuat heboh satu sekolah. Berbagai cara digunakan Salma untuk menghindar, tapi kesempatan-kesempatan tak terduga justru mengantarnya semakin dekat dengan Nathan. Salma memahami masa lalu Nathan, dan perlahan jatuh cinta. Saat Nathan serius membuka diri untuk diubah oleh Salma, kekasih masa lalu Nathan bernama Seli, datang untuk meminta cinta Nathan kembali.",
        "tahun" : "2017",
        "pemain" : [
            "Amanda Rawles",
            "Jefri Nichol"
        ],
        "funfact" : [
            "Penghargaan Piala Maya 2017 (Aktor Pendatang Baru Terpilih)",
            "Adaptasi dari novel dengan judul yang sama"
        ]
    },{
        "judul" : "Tersanjung the Movie",
        "genre" : "Romance",
        "produser" : "Raam Punjabi",
        "sutradara" : "Hanung Bramantyo",
        "penulis" : "Hanung Bramantyo",
        "sinopsis" : "Yura Puspita (Clara Bernadeth) kehilangan ibunya sejak berusia dua tahun. Ia harus menjalani hidup bersama ibu tirinya, Indah Besari (Kinaryosih), yang memperlakukanya dengan buruk. Ayah kandungnya, Gerry Hartono (Nugie), adalah musisi yang sedang mengalami fase surut dalam karirnya, sehingga ibu tirinya seolah menjadi pemimpin rumah tangga untuk mencukupi kebutuhan ekonomi keluarga. Di sisi lain, Yura memiliki Nisa (Allya Syakila), saudara tiri yang seperti saudara kandung. Mereka tinggal di sebuah rumah yang cukup sederhana di Salatiga, Jawa Tengah. Kedekatan Yura dan kedua sahabatnya, Oka Saputra (Kevin Ardilova) dan Christian (Giorgino Abraham), membuat mereka jatuh hati. Dengan gaya bercanda namun serius Oka mengatakan bahwa Christian harus mengajak Yura berpacaran, meski sebenarnya Oka mencintai Yura sejak lama. Mengetahui Christian menghilang, Oka menerima menerima lamaran Yura dan menikahinya.",
        "tahun" : "2020",
        "pemain" : [
            "Clara Bernadeth",
            "Giorgino Abraham",
            "Kevin Ardilova"
        ],
        "funfact" : [
            "Adaptasi dari sinetron Tersanjung (360 episode: 10 April 1998 - 25 Februari 2005), dilanjutkan dengan judul Adilkah (14 episode: 4 Maret 2005 - 3 Juni 2005). Karena pandemi Covid 19, film ini ditunda peredarannya yang seharusnya bermula pada tanggal 14 Maret 2020. Tayang khusus di Netflix."
        ]
    },{
        "judul" : "Supernova",
        "genre" : "Fantasy",
        "produser" : "Sunil Soraya",
        "sutradara" : "Rizal Mantovani",
        "penulis" : "Donny Dhirgantoro",
        "sinopsis" : "Washington DC.  Sebuah pesta  di rumah mewah mempertemukan Reuben dan Dimas, mahasiswa Indonesia yang sedang belajar di Amerika.  Malam  itu  keduanya  berjanji;  suatu hari mereka akan menulis sebuah buku, sebuah cerita  roman sains  yang menggerakkan hati  banyak orang.  Kisah tentang Ksatria, Puteri dan Bintang Jatuh. Jakarta. Dari sebuah kantor eksekutif, sebuah wawancara mendadak antara  Ferre—eksekutif muda, kaya, pintar, dan terkenal—dan Rana—wakil pemimpin redaksi majalah wanita  papan atas—mengubah jalan hidup keduanya. Keduanya  jatuh cinta. Padahal, Rana telah bersuamikan Arwin, pengusaha dari keluarga terkenal dan terpandang. Kisah Ferre dan Rana berlanjut dan semakin dalam. Bagaikan Ksatria dan Puteri di kerajaan cinta. Ferre dan Rana tidak bisa lepas dari cinta terlarang yang terasa benar, dan keteraturan  kehidupan rumah tangga Rana dan Arwin yang  baik-baik saja terasa salah. Diva, seorang model papan atas  tiba-tiba muncul dalam kehidupan Ferre. Ternyata selama ini Diva tinggal di klaster yang sama dengan Ferre, bahkan rumah mereka saling berhadapan. Reuben dan Dimas, Ferre, Rana, Arwin dan Diva, akhirnya  bertemu tanpa saling mengenali satu sama lain dalam sebuah blog agresif,  puitis, romantis,  fenomenal bernama Supernova. Kisah mereka meledak bersama Supernova.",
        "tahun" : "2014",
        "pemain" : [
            "Herjunot Ali",
            "Raline Shah",
            "Paula Verhoeven",
            "Arifin Putra",
            "Hamish Daud",
            "Fedi Nuril"
        ],
        "funfact" : [
            "Adaptasi dari novel dengan judul yang sama"
        ]
    },{
        "judul" : "Ambilkan Bulan",
        "genre" : "Fantasy",
        "produser" : "Putut Widjanarko",
        "sutradara" : "Ifa Isfansyah",
        "penulis" : "Jujur Prananto",
        "sinopsis" : "Amelia (Lana Nitibaskara), gadis cilik berusia 10 tahun  yang kesepian. Ratna (Astri Nurdin), ibunya, kelewat sibuk bekerja sebagai manajer SDM di sebuah perusahaan swasta di Jakarta. Setelah kematian suaminya (Agus Kuncoro), Ratna praktis menjadi orang tua tunggal yang harus menafkahi keluarga. Seluruh waktunya dihabiskan untuk bekerja. Amelia yang merasa tidak diperhatikan akhirnya mencari teman dan kesibukan sendiri lewat situs jejaring sosial Facebook. Kegiatan ini mempertemukannya dengan Ambar, sepupunya. Ketika liburan tiba. Amelia memutuskan mengunjungi Ambar di desanya. Di sana, untuk pertama kalinya Amelia berjumpa dengan keluarga besar ayahnya. Untuk pertama kalinya pula, Amelia merasakan hidup di desa yang sangat berbeda dengan Jakarta. Setiap hari, bersama Ambar dan teman-temannya (Pandu, Kuncung, dan Hendra), Amelia menjelajah seluruh desa. Suatu hari, mereka masuk terlalu jauh ke dalam hutan di tepi desa dan tersesat. Hutan itu terkenal angker karena di dalamnya tinggal Mbah Gondrong (Landung Simatupang) yang konon berteman dengan jin dan suka memangsa anak-anak.",
        "tahun" : "2012",
        "pemain" : [
            "Lana Nitibaskara",
            "Landung Simatupang",
            "Hemas Nata Negari",
            "Bramantyo Suryo Kusumo",
            "Joshua Ivan Kurniawan",
            "Berlianda Adelianan Naafi"
        ],
        "funfact" : [
            "Penghargaan Piala Maya 2012 (Tata Efek Khusus Terpilih)",
            "Penghargaan Festival Film Bandung 2013 (Pemeran Anak-anak Terpuji)",
            "Film ini diinspirasi dari lagu-lagu almarhum AT Mahmud. Sepuluh band/penyanyi, dari perusahaan rekaman Sony Music Indonesia, menyanyikan kembali lagu-lagu AT Mahmud untuk mengisi soundtrack film ini, antara lain: Sheila on 7, The Changcuters, Judika, Coklat, Numata, Tangga, Andi/Rif, Astrid, SHE dan Superman Is Dead."
        ]
    },{
        "judul" : "Naura & Genk Juara the Movie",
        "genre" : "Adventure",
        "produser" : "Pax Benedanto",
        "sutradara" : "Eugene Panji",
        "penulis" : "Asaf Antariksa",
        "sinopsis" : "Naura, Okky, dan Bimo terpilih mewakili sekolahnya untuk bersaing dalam kompetisi sains di acara Kemah Kreatif yang berlokasi di kawasan hutan tropis Situ Gunung, Sukabumi. Petualangan ini mempertemukan mereka dengan Kipli, seorang ranger cilik yang sedang menggagalkan usaha Trio Licik, kelompok sindikat perdagangan hewan liar.  Tipu daya Trio Licik membawa Naura, Okky, Bimo, dan Kipli ke dalam aksi petualangan mendebarkan. Persahabatan dan kesempatan menjadi juara lomba sains antar sekolah sedang dipertaruhkan.",
        "tahun" : "2017",
        "pemain" : [
            "Adyla Rafa Naura Ayu",
            "Joshua Yorie Rundengan",
            "Vickram Abdul Faqih Priyono",
            "Andryan Sulaiman Bima"
        ],
        "funfact" : [
            "",
            "",
            ""
        ]
    },{
        "judul" : "5cm",
        "genre" : "Adventure",
        "produser" : "Sunil Soraya",
        "sutradara" : "Rizal Mantovani",
        "penulis" : "Donny Dhirgantoro",
        "sinopsis" : "Genta, Arial, Zafran, Riani, dan Ian merasa “jenuh” dengan persahabatan mereka dan memutuskan untuk berpisah, tidak saling berkomunikasi satu sama lain selama tiga bulan lamanya. Selama tiga bulan mereka bertemu kembali dan merayakan pertemuan mereka dengan sebuah perjalanan penuh impian dan tantangan. Sebuah perjalanan hati demi  mengibarkan sang saka merah putih di puncak tertinggi Jawa pada tanggal 17 Agustus.",
        "tahun" : "2012",
        "pemain" : [
            "Herjunot Ali",
            "Fedi Nuril",
            "Pevita Pearce",
            "Igor Saykoji",
            "Denny Sumargo",
            "Raline Shah"
        ],
        "funfact" : [
            "Penghargaan Festival Film Indonesia 2013 (Pengarah Sinematografi Terbaik)",
            "Film ini memecahkan rekor. Mulai tayang di 78 layar, dan empat hari kemudian tayang di 194 layar, jumlah yang biasanya dipakai oleh film blockbuster Hollywood. Bahkan ada bioskop yang merelakan tiga layarnya khusus untuk film ini (antara lain: Gading – Jakarta, Mega Bekasi – Bekasi, dan Ciwalk – Bandung), dan sekitar 40 bioskop menggunakan dua layar. Dalam lima hari pertama tayang meraih 521.473 penonton."
        ]
    },{
        "judul" : "Paranoia",
        "genre" : "Thriller",
        "produser" : "Mira Lesmana",
        "sutradara" : "Riri Riza",
        "penulis" : "Jujur Prananto",
        "sinopsis" : "Ketika suaminya, Gion (Lukman Sardi) yang kasar, dipenjara, Dina (Nirina Zubir) melarikan diri. Karena pandemi Gion dilepas. Dina cemas dan diburu karena selain lari bersama anak mereka, Laura (Caitlin North-Lewis), ia juga membawa sebuah barang berharga. Dalam persembunyian, seorang pria tak dikenal bernama Raka (Nicolas Saputra) muncul dan mengusik hubungan Dina dan Laura. Situasi menjadi bertambah sulit dan ancaman semakin mendekat.",
        "tahun" : "2021",
        "pemain" : [
            "Nirina Zubir",
            "Nicholas Saputra",
            "Caitlin North-Lewis",
            "Lukman Sardi"
        ],
        "funfact" : [
            "Resmi terpilih di Bucheon International Fantastic Film Festival, World Fantastic Blue, 8-18 Juli 2021"
        ]
    },{
        "judul" : "A World Without",
        "genre" : "Thriller",
        "produser" : "Wilza Lubis",
        "sutradara" : "Nia Dinata",
        "penulis" : "Nia Dinata",
        "sinopsis" : "Tahun 2030. Tiga remaja perempuan bergabung bersama The Light, sebuah organisasi yang menjanjikan anggotanya untuk mewujudkan kehidupan yang mereka inginkan. Namun mereka harus mengalami pengalaman bertolak belakang dengan yang mereka impikan. The Light memasangkan setiap remaja sesuai dengan karakter dan kemampuan masing-masing untuk dinikahkan. Perlahan-lahan terungkap The Light memiliki sisi gelap yang tak diketahui banyak orang. Tiga remaja tadi harus harus berjuang untuk mengatasi situasi tersebut.",
        "tahun" : "2021",
        "pemain" : [
            "Amanda Rawles",
            "Maizura",
            "Asmara Abigail",
            "Chicco Jerikho",
            "Ayushita"
        ],
        "funfact" : [
            "",
            "",
            ""
        ]
    },{
        "judul" : "Target",
        "genre" : "Thriller",
        "produser" : "Sunil Soraya",
        "sutradara" : "Raditya Dika",
        "penulis" : "Raditya Dika",
        "sinopsis" : "Sembilan orang hendak shooting film berjudul Target. Ternyata mereka dijebak di sebuah gedung kosong. Seseorang bernama Game Master muncul memberitahu bahwa dalam 24 jam mereka harus mengikuti permainan-permainan mematikan. Hanya satu yang bisa selamat.",
        "tahun" : "2018",
        "pemain" : [
            "Raditya Dika",
            "Cinta Laura Kiehl",
            "Samuel Rizal",
            "Willy Dozan",
            "Abdur Arsyad",
            "Hifdzi Khoir",
            "Ria Ricis",
            "Romy Rafael",
            "Anggika Bolsterli"
        ],
        "funfact" : [
            "",
            "",
            ""
        ]
    },{
        "judul" : "Hangout",
        "genre" : "Thriller",
        "produser" : "Gope T Samtani",
        "sutradara" : "Raditya Dika",
        "penulis" : "Raditya Dika",
        "sinopsis" : "Sembilan tokoh publik, Raditya Dika, Prilly Latuconsina, Soleh Solihun, Titi Kamal, Dinda Kanya Dewi, Bayu Skak, Gading Marten, Surya Saputra, dan Mathias Muchus, mendapat undangan untuk hangout alias kongkow di sebuah villa di pulau terpencil oleh sosok misterius bernama Pak Sumarsono. Tujuannya membicarakan sebuah proyek besar. Masalah muncul pada malam pertama, ketika Mathias Muchus mati diracun di hadapan mereka semua. Perahu baru akan menjemput mereka lima hari lagi. Mereka terjebak di pulau tersebut. Berusaha untuk bertahan hidup, mereka malah mati satu per satu. Ketika tinggal berempat, salah seorang dari mereka, Bayu Skak, berhasil menemukan siapa pembunuhnya, yang ternyata adalah salah satu dari mereka. Belum sempat Bayu memberitahukan ke yang lainnya, dia mati dalam kamarnya.",
        "tahun" : "2016",
        "pemain" : [
            "Raditya Dika",
            "Prilly Latuconsina",
            "Titi Kamal",
            "Surya Saputra",
            "Mathias Muchus",
            "Dinda Kanya Dewi",
            "Gading Marten",
            "Bayu Skak",
            "Soleh Solihun"
        ],
        "funfact" : [
            "",
            "",
            ""
        ]
    },{
        "judul" : "The Raid",
        "genre" : "Thriller",
        "produser" : "Ario Sagantoro",
        "sutradara" : "Gareth H Evans",
        "penulis" : "Gareth H Evans",
        "sinopsis" : "Tim SWAT (special weapons and tactics), atau pasukan khusus tiba di sebuah blok apartemen yang tidak terurus dengan misi menangkap pemiliknya, raja bandar narkotik bernama Tama. Blok ini tidak pernah digerebek oleh polisi sebelumnya. Sebagai tempat yang tidak dijangkau oleh pihak berwajib, gedung tersebut menjadi tempat berlindung para pembunuh, anggota geng, pemerkosa, dan pencuri yang mencari tempat tinggal aman.Mulai bertindak di pagi buta, kelompok SWAT diam-diam merambah ke dalam gedung dan mengendalikan setiap lantai yang mereka naiki dengan mantap. Tetapi ketika mereka terlihat oleh pengintai Tama, penyerangan mereka terbongkar. Dari penthouse suite-nya, Tama menginstruksikan untuk mengunci gedung apartemen dengan memadamkan lampu dan menutup semua jalan keluar. Terjebak di lantai 6 tanpa komunikasi dan diserang oleh penghuni apartemen yang diperintahkan oleh Tama, tim SWAT harus berjuang melewati setiap lantai dan setiap ruangan untuk menyelesaikan misi mereka dan bertahan hidup.",
        "tahun" : "2011",
        "pemain" : [
            "Iko Uwais",
            "Pierre Gruno",
            "Ray Sahetapy",
            "Joe Taslim",
            "Tegar Satria",
            "Verdi Solaiman",
            "Ananda George",
            "Eka Rahmadia",
            " R Iman Aji",
            "Donny Alamsyah",
            "Yayan Ruhian"
        ],
        "funfact" : [
            "Penghargaan Festival Film Internasional Toronto 2011 (The Cadillac People’s Choice Midnight Madness Award)",
            "Prix du Public dalam 6ème Festival Mauvais Genre di Tours, Prancis 2012",
            "Penghargaan Festival Film Internasional Dublin Jameson 2012(Audience Award, Dublin Film Critics Circle Best Film)",
            "Penghargaan Indonesian Movie Awards 2013 (Aktor Pembantu Terbaik)"
        ]
    },{
        "judul" : "Kadet 1947",
        "genre" : "War",
        "produser" : "Celerina Judisari",
        "sutradara" : "Rahabi Mandra",
        "penulis" : "Rahabi Mandra",
        "sinopsis" : "",
        "tahun" : "2021",
        "pemain" : [
            "Kevin Julio",
            "Bisma Karisma",
            "Omara Esteghlal",
            "Marthino Lio",
            "Wafda Saifan",
            "Fajar Nugra",
            "Chicco Kurniawan"
        ],
        "funfact" : [
            "Penghargaan JAFF Indonesian Screen Awards 2021 (Sutradara Terbaik)",
            "Penghargaan Festival Film Bandung 2022 (Penata Kamera Terpuji Film Bioskop)",
            "Penghargaan Festival Film Indonesia 2022 (Penata Rias Terbaik)"
        ]
    },{
        "judul" : "Merah Putih Memanggil",
        "genre" : "War",
        "produser" : "Josie Karjadi",
        "sutradara" : "Mirwan Suwarso",
        "penulis" : "TB Silalahi",
        "sinopsis" : "Sebuah kapal pesiar berbendera Indonesia dibajak teroris internasional di perairan Indonesia. Satu awak kapal ditembak mati, empat lainnya, termasuk kapten beserta tiga warga Perancis, satu warga Kanada dan satu warga Korea Selatan diculik dan dibawa ke suatu daerah di bagian selatan negara tetangga. Pimpinan penculik meminta tebusan dari negara-negara yang warganya diculik. Berkat pendekatan dari pemerintah Indonesia, negara tetangga tersebut memberi ijin kepada TNI masuk ke daerahnya untuk membebaskan sandera dalam waktu 2x24 jam. TNI membuat Operasi Gabungan. TNI AD melakukan operasi pendadakan dengan mengirimkan satu team dari Batalyon Anti Teror Kopassus yang diterjunkan malam hari secara free fall. Mereka dibantu pesawat tempur dari TNI AU, serta kapal-kapal perang TNI AL di pantai, serta operasi Kopaska (Pasukan Katak) dan Batalyon Marinir.",
        "tahun" : "2017",
        "pemain" : [
            "Maruli Tampubolon",
            "Prisia Nasution",
            "Ariyo Wahab",
            "Mentari De Marelle"
        ],
        "funfact" : [
            "",
            "",
            ""
        ]
    },{
        "judul" : "Pasukan Garuda : I Leave My Heart in Lebanon",
        "genre" : "War",
        "produser" : "Zairin Zain",
        "sutradara" : "Benni Setiawan",
        "penulis" : "Benni Setiawan",
        "sinopsis" : "Anggota Kontingen Garuda, Kapten Satria (Rio Dewanto), Lettu Arga (Yama Carlos), dan Serka Gulamo (Boris Bokir), ditugaskan ke Lebanon sebagai penjaga perdamaian. Satria antara lain harus melerai pertikaian antara tentara Israel dengan tentara Lebanon, dan berhasil membebaskan tentara Spanyol dari sandera pasukan Hizbullah. Dalam misinya di Lebanon, Kontingen Garuda juga memberikan bantuan sosial kepada warga setempat. Kapten Satria bertemu dengan Rania (Jowy Khoury), guru sekolah dasar, ketika berkunjung ke sekolah-sekolah guna memberikan pemeriksaan kesehatan dan informasi. Sementara di Indonesia, Diah (Revalina S Temat), pacar Satria, semakin gamang, karena muncul Andri (Baim Wong), pemuda lulusan Inggris yang sukses di bidang properti. Andri menaruh hati kepada Diah dan didukung ibunya (Tri Yudiman). Ayah Diah (Dedy Mizwar) justru meminta Diah untuk setia menunggu Kapten Satria selesai tugas. Satria tak mungkin menikahi Rania dan menetap disana, kecuali dia keluar sebagai prajurit TNI. Rania tidak mungkin meninggalkan Lebanon. Saat Satria kembali ke Indonesia dan menemui Diah, Diah sedang melaksanakan pernikahan dengan Andri.",
        "tahun" : "2016",
        "pemain" : [
            "Rio Dewanto",
            "Jowy Khoury",
            "Revalina S Temat",
            "Baim Wong"
        ],
        "funfact" : [
            "Adaptasi dari novel I Leave May Heart in Lebanon"
        ]
    },{
        "judul" : "Jenderal Soedirman",
        "genre" : "War",
        "produser" : "Handi Ilfat",
        "sutradara" : "Viva Westi",
        "penulis" : "TB Deddy Safiudin",
        "sinopsis" : "Belanda menyatakan secara sepihak sudah tidak terikat dengan perjanjian Renville, sekaligus menyatakan penghentian gencatan senjata. Pada tanggal 19 Desember 1948, Jenderal Simons Spoor Panglima Tentara Belanda memimpin Agresi militer ke II menyerang Yogyakarta yang saat itu menjadi ibukota Republik.Soekarno-Hatta ditangkap dan diasingkan ke Pulau Bangka. Jenderal Soedirman yang sedang didera sakit berat melakukan perjalanan ke arah selatan dan memimpin perang gerilya selama tujuh bulan. Belanda menyatakan Indonesia sudah tidak ada. Dari kedalaman hutan, Jenderal Soedirman menyiarkan bahwa Republik Indonesia masih ada, kokoh berdiri bersama Tentara Nasionalnya yang kuat. Soedirman membuat Jawa menjadi medan perang gerilya, membuat Belanda kehabisan logistik dan waktu. Kemanunggalan TNI dan rakyat lah akhirya memenangkan perang. Dengan ditanda tangani Perjanjian Roem-Royen, Kerajaan Belanda mengakui kedaulatan RI seutuhnya.",
        "tahun" : "2015",
        "pemain" : [
            "Adipati Dolken",
            "Ibnu Jamil",
            "Surawan Prihatnolo KA",
            "Abdus Samad",
            "Anto Galon",
            "Angga Riyadi",
            "Gregorius Andika SN",
            "Ahmadulloh",
            "Anintriyoga Dian P",
            "Ahmad Ramadhan A",
            "Wawan Cenut",
            "Anggi Agus S",
            "Gogot Suryanto",
            "Ahmad Andaru T"
        ],
        "funfact" : [
            "",
            "",
            ""
        ]
    },{
        "judul" : "Merah Putih",
        "genre" : "War",
        "produser" : "Conor Ally",
        "sutradara" : "Yadi Sugandi",
        "penulis" : "Conor Ally",
        "sinopsis" : "Enam orang pemuda dengan dari latar belakang yang berbeda-beda sedang mengikuti pelatihan militer sekitar tahun 1947. Sebelum mereka menyelesaikan masa latihan di sebuah kamp pelatihan, Belanda datang dan membumihanguskan tempat tersebut dan membunuh teman-teman seangkatan mereka. Keenam pemuda tersebut: Amir, Thomas, Dayan, Marius dan Soerono berhasil lolos dari kejaran Belanda untuk kemudian melawan balik.",
        "tahun" : "2009",
        "pemain" : [
            "Lukman Sardi",
            "Teuku Rifnu Wikana",
            "Donny Alamsyah",
            "Darius Sinathrya",
            "Zumi Zola",
            "Rahayu Saraswati",
            "Astri Nurdin"
        ],
        "funfact" : [
            "",
            "",
            ""
        ]
    },{
        "judul" : "3 Srikandi",
        "genre" : "Sport",
        "produser" : "Raam Punjabi",
        "sutradara" : "Iman Brotoseno",
        "penulis" : "Swastika Nohara",
        "sinopsis" : "Indonesia 1988. Dunia mempersiapkan Olimpiade ke 24 di Seoul. Panahan Indonesia berada di titik kritis. Dibutuhkan pelatih yang bisa menyiapkan tim panahan wanita dalam waktu yang singkat. Satu-satunya yang bisa diandalkan menjadi pelatih adalah Donald Pandiangan (Reza Rahardian). Tapi Donald sendiri sudah lama menghilang. Di tahun 1980 saat hendak mengikuti Olimpiade Moskow, ia batal pergi karena alasan politis. Kini ia hidup jauh dari panahan. Selain pelatih, tim panahan pun harus diisi 3 atlit wanita terbaik. Mereka adalah Nurfitriyana (Bunga Citra Lestari), Lilies (Chelsea Islan) dan Kusuma (Tara Basro). Olimpiade semakin dekat. 3 Srikandi pun memiliki masalah masing-masing. Pak Udi (Donny Damara), mesti membujuk dan meyakinkan Donald untuk mempersiapkan tim panahan wanita. Pribadi Donald yang keras, militan dan amat disiplin, mesti mampu membentuk Yana, Lilies dan Suma mencapai puncak prestasi mereka. Pergesekan dan perseteruan satu sama lain, kerasnya medan berlatih, dan waktu yang sempit, menempa mereka.",
        "tahun" : "2016",
        "pemain" : [
            "Bunga Citra Lestari",
            "Chelsea Islan",
            "Tara Basro",
            "Reza Rahadian"
        ],
        "funfact" : [
            "Berdasarkan kisah nyata"
        ]
    },{
        "judul" : "Mata Dewa",
        "genre" : "Sport",
        "produser" : "Avesina Soebli",
        "sutradara" : "Andibachtiar Yusuf",
        "penulis" : "Andibachtiar Yusuf",
        "sinopsis" : "Dewa (Kenny Austin) ingin membawa sekolahnya, SMA Wijaya, menjadi juara DBL untuk pertama kalinya. Dewa dan timnya dibantu oleh pelatih Miko (Nino Fernandez). Bumi (Brandon Salim), koordinator supporter, selalu berada di tribun penonton untuk memimpin teman-teman sekolahnya. Bening (Agatha Chelsea), jurnalis SMA Wijaya, aktif mengikuti perjalanan tim basket SMA Wijaya. Dewa yang semula angkuh hatinya luluh. Petaka menimpa Dewa, saat menolong Bening dari penjambretan. Mata kirinya dihajar preman. Akibatnya, satu matanya tidak dapat berfungsi baik. Dewa patah arang. Seorang mantan petinju kawakan (Ariyo Wahab) yang tinggal di seberang rumah susun pamannya (Dodit Mulyanto), membantu Dewa dari keterpurukan.",
        "tahun" : "2018",
        "pemain" : [
            "Kenny Austin",
            "Brandon Salim",
            "Agatha Chelsea"
        ],
        "funfact" : [
            "Terinspirasi dari kisah nyata."
        ]
    },{
        "judul" : "Garuda di Dadaku",
        "genre" : "Sport",
        "produser" : "Shanty Harmayn",
        "sutradara" : "Ifa Isfansyah",
        "penulis" : "Salman Aristo",
        "sinopsis" : "Bayu (Emir Mahira), yang masih duduk di kelas 6 Sekolah Dasar, memiliki satu mimpi: menjadi pemain sepak bola hebat. Setiap hari dengan penuh semangat, ia menggiring bola menyusuri gang-gang di sekitar rumahnya sampai ke lapangan bulu tangkis dan berlatih sendiri di sana. Heri (Aldo Tansani), sahabat Bayu penggila bola, sangat yakin akan kemampuan dan bakat Bayu. Dialah motivator dan ?pelatih? cerdas yang meyakinkan Bayu agar mau ikut seleksi untuk masuk Tim Nasional U-13 yang nantinya akan mewakili Indonesia berlaga di arena internasional. Namun Pak Usman (Ikranagara), kakek Bayu, sangat menentang impian Bayu karena baginya menjadi pemain sepak bola identik dengan hidup miskin dan tidak punya masa depan. Dibantu teman baru bernama Zahra (Marsha Aruan) yang misterius, Bayu dan Heri harus mencari-cari berbagai alasan agar Bayu dapat terus berlatih sepak bola. Hambatan demi hambatan terus menghadang mimpi Bayu, dan bahkan persahabatan tiga anak itu terancam putus.",
        "tahun" : "2009",
        "pemain" : [
            "Emir Mahira",
            "Christian Aldo Tansani",
            "Ikranagara",
            "Maudy Koesnaedi",
            "Ari Sihasale",
            "Marsha Aruan",
            "Baron Siregar",
            "Ramzi",
            "Wilson Klein S",
            "Beni Kalalo",
            "Landung Simatupang",
            "Leroy Oesmani"
        ],
        "funfact" : [
            "Penghargaan Festival Film Indonesia 2009 (Film Anak Terbaik)"
        ]
    },{
        "judul" : "Bus Om Bebek",
        "genre" : "Musical",
        "produser" : "Aditya Gumay",
        "sutradara" : "Aditya Gumay",
        "penulis" : "Aditya Gumay",
        "sinopsis" : "Bus jemputan sekolah 11 anak TK dan SD dibajak tepat di hari karnaval yang mengharuskan mereka memakai baju sesuai keinginan masing-masing. Pak Rodi yang biasa di panggil Om Bebek (Aziz Gagap), karena klakson busnya berbunyi seperti suara bebek, dibius bersama pengasuh salah satu anak. Anak-anak berusaha menyelamatkan diri. Mereka berhasil kabur dari bus. Petualangan di hutan membuat mereka mengalami berbagai peristiwa.",
        "tahun" : "2022",
        "pemain" : [
            "Aziz Gagap",
            "Zara Leola",
            "Adhiya",
            "Ricky Cuaca"
        ],
        "funfact" : [
            "",
            "",
            ""
        ]
    },{
        "judul" : "Doremi & You",
        "genre" : "Musical",
        "produser" : "Lexy Mere",
        "sutradara" : "BW Purbanegara",
        "penulis" : "Jujur Prananto",
        "sinopsis" : "Empat sahabat: Putri (Naura), Anisa (Nashwa Zahira), Imung (Fatih Unru), dan Markus (Toran Waibro), berusaha mengganti uang ekstrakurikuler paduan suara yang tidak sengaja mereka hilangkan, dengan mengikuti kompetisi menyanyi Doremi & You. Perjuangan keempat sahabat untuk memenangkan kompetisi tersebut menjadi berat saat Reno (Devano), asisten pelatih paduan suara yang diharapkan menjadi pelatih mereka, ternyata menjadi saingan terberat mereka di kompetisi.",
        "tahun" : "2019",
        "pemain" : [
            "Adyla Rafa Naura Ayu",
            "Devano Danendra",
            "Fatih Unru",
            "Nashwa Zahira",
            "Toran Waibro"
        ],
        "funfact" : [
            "",
            "",
            ""
        ]
    },{
        "judul" : "Coboy Junior The Movie",
        "genre" : "Musical",
        "produser" : "Frederica",
        "sutradara" : "Anggy Umbara",
        "penulis" : "Hilman Mutasi",
        "sinopsis" : "Kisah perjuangan Coboy Junior (Bastian, Iqbal, Aldi, Kiki) grup nyanyi remaja, mengikuti kompetisi nyanyi dan tari terbesar di Indonesia. Kompetisi ini bukan saja cuma menjadi ajang pembuktian diri untuk menjadi yang terbaik, namun juga menjadi sebuah proses penting menuju titik pendewasaan, pembentukan karakter, dan penentuan pilihan serta prioritas pada hidup masing-masing personil. Bastian harus menjadi sosok yang bisa mempererat teman-teman. Kemampuan menarinya menjadi poin penting. Iqbal harus menentukan prioritas dalam menentukan tujuan serta tugas-tugas hidupnya di saat dipertanyakan oleh sang ayah. Aldi, harus bisa membelah fokus antara persahabatannya dengan Lovely dan kekompakan Coboy Junior. Dan Kiki terus memberikan masukan untuk kemajuan grup mereka. Bahkan, saat Kiki mendapat musibah yang mengancam keberlangsungan grup di kompetisi itu. Rival-rival terberat mereka, Superboyz dan The Bangs terus ingin menjatuhkan Coboy Junior dengan segala cara.",
        "tahun" : "2013",
        "pemain" : [
            "Iqbaal Ramadhan",
            "Aldy Maldini",
            "Teuku Rizky Muhammad",
            "Bastian Steel"
        ],
        "funfact" : [
            "",
            "",
            ""
        ]
    },{
        "judul" : "Love Is U",
        "genre" : "Musical",
        "produser" : "Dedy Abdurachman",
        "sutradara" : "Hanny R Saputra",
        "penulis" : "Jaumil Aurora",
        "sinopsis" : "Kisah terbentuknya girlband Cherry Belle yang terdiri dari sembilan gadis. Film ini merangkum persoalan yang dihadapi masing-masing personel sejak girlband ini terbentuk. Untuk menjadi grup yang kompak dan harmonis, kesembilan gadis ini harus hidup bersama selama sebulan di sebuah rumah. Mereka tidak hanya belajar menari dan menyanyi, tapi juga belajar berteman. Ada kisah Cherly dan ayahnya (Leo Lumanto), yang sudah tak pernah ia lihat sejak berusia lima tahun, tiba-tiba mengajak bertemu. Sejak ayah dan ibunya (Fifie Buntaran) berpisah, ia selalu menyalahkan dirinya sebagai penyebab perpisahan orang tuanya dan berpengaruh pada perkembangan kepribadiannya. Ada masalah kesehatan Auryn, hingga tak bisa ikut latihan. Teman-temannya dikejar jadwal yang padat. Nyaris tak ada yang menemaninya selama ia demam tinggi. Dia merasa teman-temannya tidak ada yang peduli. Selalu ada persoalan yang harus dihadapi. Semakin banyak persoalan yang dihadapi, semakin besar kekompakan mereka.",
        "tahun" : "2012",
        "pemain" : [
            "Cherly Juno",
            "Anisa Rahma",
            "Sarwendah Tan",
            "Christy Saura Noela Unu",
            "Devi Noviaty",
            "Felly Young",
            "Margareth Angelina",
            "Brigitta Cynthia",
            "Jessyca Stefani Auryn"
        ],
        "funfact" : [
            "",
            "",
            ""
        ]
    },{
        "judul" : "Laskar Cilik",
        "genre" : "Musical",
        "produser" : "Mashal Kishore",
        "sutradara" : "Subakti IS",
        "penulis" : "Shinta Rianasari",
        "sinopsis" : "Meski sekelas di sekolah yang sama, Marisa (Belinda Camesi) dan Dino (Arsenna) memiliki kubu masing-masing yang selalu berseberangan. Masa liburan tiba, Dino dan Edo (Derry Salim) pulang ke kampung halamannya untuk berkumpul bersama orangtuanya. Sementara itu ayah Marisa ditugaskan untuk menangani pembangunan rumah di desa Megar dan mengajak istri dan anaknya sekaligus Ella (Cindy Valerie) yang juga teman setia Marisa. Dalam perjalanan, seteru bisnis ayah Marisa menghadang mobil mereka dan menyandera suami istri tersebut. Marisa berhasil melarikan diri tetapi pingsan di tengah jalan dan diketemukan oleh ayah Dino. Kini mereka harus bekerjasama untuk membebaskan orangtua Marisa dari kawanan preman tersebut.",
        "tahun" : "2010",
        "pemain" : [
            "Arsenna",
            "Belinda Camesi",
            "Cindy Valerie",
            "Derry Salim",
            "Ruddy Rene",
            "Febby Febiola",
            "Dolly Martin",
            "Adinda Bonita",
            "Fahmi Bo",
            "Lulu Kurnia",
            "Nicky Putri",
            "Opay Kiemas",
            "Farah Hatim"
        ],
        "funfact" : [
            "",
            "",
            ""
        ]
    },{
        "judul" : "Nussa",
        "genre" : "Animation",
        "produser" : "Ricky Manoppo",
        "sutradara" : "Bony Wirasmono",
        "penulis" : "Muhamad Nurman Wardi",
        "sinopsis" : "Demi menyambut kehadiran sang ayah, yang sudah satu tahun tak pulang, Nussa mengikuti kompetisi ilmiah di sekolahnya. Saat sedang mempersiapkan proyek ilmiahnya, Nussa mendapat kabar bahwa ayahnya batal pulang. Di saat bersamaan muncul Jonni, siswa baru di sekolah yang seketika menjadi rival berat Nussa di kompetisi ilmiahnya. Nussa harus belajar tentang kesabaran dan arti dari rasa syukur.",
        "tahun" : "2021",
        "pemain" : [
            "Muzakki Ramdhan",
            "Ocean Fajar",
            "Fenita Arie",
            "Ali Fikry",
            "Malka Hayfa",
            "Widuri Puteri"
        ],
        "funfact" : [
            "Penghargaan Festival Film Indonesia 2021 (Film Animasi Terbaik)",
            "Penghargaan Piala Maya 2021 (Film Animasi Panjang Terpilih)",
            "Terpilih untuk Bucheon Internation Fantastic Film Festival, Family Zone, 8-18 Juli 2021."
        ]
    },{
        "judul" : "Adit Sopo Jarwo the Movie",
        "genre" : "Animation",
        "produser" : "Manoj Punjabi",
        "sutradara" : "Hanung Bramantyo",
        "penulis" : "Anto Malaya",
        "sinopsis" : "Adit yang sering diejek teman-teman sekolahnya karena belum pernah ke luar negeri, dijanjikan berlibur ke Jepang. Ternyata ayahnya kena PHK hingga memutuskan pergi ke Jogja saja bersama bundanya yang tengah hamil tujuh bulan, naik kereta api. Di stasiun Cirebon bunda mendadak sakit perut. Adit pergi membelikan biskuit, yang biasa dimakannya. Saat kembali, keretanya telah berangkat. Adit tertinggal di stasiun. Sopo, porter stasiun menghampiri Adit karena merasa iba. Jarwo, preman stasiun, melihat kemungkinan memeras, menawarkan Adit untuk mengantarkannya ke Jogja. Petualangan mereka ke Joga dimulai.",
        "tahun" : "2021",
        "pemain" : [
            "Muzakki Ramdhan",
            "Hanung Bramantyo",
            "Musripah",
            "Ery Makmur",
            "Dharmawan Susanto"
        ],
        "funfact" : [
            "Adaptasi dari seri tv Adit Sopo Jarwo."
        ]
    },{
        "judul" : "Si Juki the Movie",
        "genre" : "Animation",
        "produser" : "Frederica",
        "sutradara" : "Faza Meonk",
        "penulis" : "Theo Arnoldy",
        "sinopsis" : "Si Juki adalah selebriti yang sedang berada pada puncak ketenarannya. Sikapnya yang polos, jenaka, dan berani untuk beda membuatnya dicintai semua orang. Hingga sebuah kesalahan membuatnya berbalik menjadi musuh nomor satu masyarakat. Di saat yang sama sebuah meteor jatuh mengancam untuk menghancurkan Indonesia. Erin, ilmuwan muda berbakat meminta bantuan Juki untuk menghentikan meteor.",
        "tahun" : "2017",
        "pemain" : [
            "Faza Meonk",
            "Bunga Citra Lestari",
            "Babe Cabiita",
            "Mongol Stres",
            "Wizzy",
            "Indro Warkop",
            "Pandji Pragiwaksono",
            "Tarsan",
            "Butet Kartaredjasa",
            "Tio Pakusadewo"
        ],
        "funfact" : [
            "",
            "",
            ""
        ]
    },{
        "judul" : "Iqro : My Universe",
        "genre" : "Kids",
        "produser" : "Budiyati Abiyoga",
        "sutradara" : "Iqbal Alfajri",
        "penulis" : "Aisyah Amirah Nasution",
        "sinopsis" : "Aqilla (Aisha Nurra Datau) memiliki cita-cita untuk menjadi Astronot, Opanya (Cok Simbara), astronom, adalah orang tempat Aqilla banyak belajar dan  bertanya. Hobi Aqilla dalam hal angkasa luar membuatnya bersaing dengan June (Azra Mayraina),  teman sekolahnya, seorang murid pindahan dari Inggris yang juga memiliki minat yang sama. Mereka berkompetisi untuk membuat vlog  tentang orang-orang yang berjasa/berkecimpung di dunia ilmu pengetahuan khususnya angkasa luar. Hadiah berkunjung ke Pusat Pelatihan Astronot. Aqilla langsung terpikir untuk mengangkat Opa dalam vlognya. Ternyata Opa telah pergi ke Inggris untuk membantu sebuah penelitian. Raudhah, guru mengaji Aqilla, memberikan buku kepada Aqilla tentang Ibu Tsurayya, seorang astronot Indonesia yang sedang melakukan penelitian tanaman untuk dikirim ke ruang angkasa.  Aqilla berusaha keras untuk  bertemu dengan Ibu Tsurayya sekaligus memintanya untuk menjadi bagian dari vlognya.",
        "tahun" : "2019",
        "pemain" : [
            "Aisha Nurra Datau",
            "Cok Simbara",
            "Raihan Khan",
            "Maudy Koesnaedi"
        ],
        "funfact" : [
            "",
            "",
            ""
        ]
    },{
        "judul" : "Koki-koki Cilik",
        "genre" : "Kids",
        "produser" : "Rissa Putri",
        "sutradara" : "Ifa Isfansyah",
        "penulis" : "Vera Varidia",
        "sinopsis" : "Bima (Farras Fatik), anak dari keluarga tidak mampu, berhasil ikut dalam acara Cooking Camp yang sangat bergengsi dan mahal. Bima harus menghadapi tantangan dari Chef Grant (Ringgo Agus Rahman) dan bersaing dengan Audrey (Chloe X), juara tiga kali berturut-turut di Cooking Camp, serta Oliver (Patrick Milligan), anak pemilik restoran ternama yang mendapat dukungan penuh dari kedua sahabatnya, Ben (Cole Gribble) dan Jody (Clay Gribble). Beruntung Bima memiliki teman-teman yang memberinya semangat, seperti Niki (Clarice Cutie), Melly (Alifa Lubis), Key (Romaria Simbolon), Kevin (Marcello), dan Alva (Ali Fikri). Di tengah perjuangannya, Bima bertemu dengan Rama (Morgan Oey), mantan chef terkenal yang mengasingkan diri. Meski awalnya merasa terganggu dengan kehadiran Bima, Rama lambat laun menjadi baik dan bersedia mengajari Bima memasak.",
        "tahun" : "2018",
        "pemain" : [
            "Morgan Oey",
            "Ringgo Agus Rahman",
            "Farras Fatik",
            "Chloe Xaviera"
        ],
        "funfact" : [
            "Penghargaan Festival Film Bandung 2018 (Pemeran Pembantu Pria Terpuji)",
            "Penghargaan Indonesian Movie Aktors Awards 2019 (Film Terfavorit, Pemeran Pendukung Pria Terfavorit)"
        ]
    },{
        "judul" : "The Hunger Games",
        "genre" : "Sci-Fi",
        "produser" : "Nina Jacobson",
        "sutradara" : "Gary Ross",
        "penulis" : "Gary Ross",
        "sinopsis" : "Katniss, berusia 16 tahun yang tinggal bersama ibu dan adik perempuannya di distrik termiskin, Panem, wilayah yang tersisa dari Amerika Serikat. Dahulu distrik melancarkan perang terhadap Capitol dan kalah. Sebagai bagian dari syarat-syarat kapitulasi, setiap distrik diharuskan mengirim satu anak laki-laki dan seorang anak perempuan muncul di acara tahunan di televisi yang disebut, 'The Hunger Games', medan, aturan, dan tingkat partisipasi penonton dapat berubah namun satu hal konstan: membunuh atau dibunuh. Ketika adik Kat terpilih, Kat menawarkan diri untuk menggantikan tempatnya.",
        "tahun" : "2012",
        "pemain" : [
            "Jennifer Lawrence",
            "Josh Hutcherson",
            "Liam Hemsworth",
            "Woody Harrelson",
            "Elizabeth Banks",
            "Lenny Kravitz",
            "Stanley Tucci",
            "Donald Sutherland"
        ],
        "funfact" : [
            "People's Choice Award untuk Film Terfavorit 2013",
            "Nickelodeon Kids' Choice Award untuk Film Favorit 2013",
            "Teen Choice Award untuk Choice Movie (Sci-Fi/Fantasy) 2012"
        ]
    },{
        "judul" : "Divergent",
        "genre" : "Action",
        "produser" : "Douglas Wick",
        "sutradara" : "Neil Burger",
        "penulis" : "Evan Daugherty",
        "sinopsis" : "Beatrice Prior menginjak usia 16 tahun. Para remaja yang sudah berusia 16 tahun akan melakukan tes. Nantinya, hasil tes tersebut akan menentukan mereka akan bergabung di kelompok mana. Penentuan kelompok dilakukan dengan tes kecakapan yang harus dilalui oleh para remaja. Beatrice pun harus mengikuti tes kecakapan tersebut. Pembagian kelompok ini dipercaya dapat menjaga kedamaian dunia. Terdapat lima faksi atau kelompok, yakni Candor yang memiliki sikap jujur, Erudite dengan kepintarannya, Amity pecinta damai, Dauntless dengan sikap pemberaninya, dan Abnegation yang suka menolong tanpa pamrih. Nantinya, para remaja memiliki satu sifat dominan dan sifat itulah yang akan menentukan mereka akan bergabung di kelompok mana. Namun, ada beberapa remaja yang memiliki sifat dominan lebih dari satu, mereka akan disebut Divergent. Divergent dianggap berbahaya dan dapat mengganggu kelompok-kelompok lainnya. Setelah mengikuti tes, ternyata Beatrice memiliki 3 sifat dominan. Penguji Beatrice saat itu memintanya untuk merahasiakan hasil tesnya, karena Beatrice adalah seorang Divergent. Beatrice diminta untuk memilih 1 kelompok dari hasil tesnya dan ia pun memilih kelompok Dauntless. Saat masuk dalam kelompok Dauntless, Beatrice mengubah namanya menjadi Tris. Four (Theo James) yang menjadi mentor Tris ternyata juga seorang Divergent. Pimpinan kelompok Erudite, Jeanine (Kate Winslet) memiliki niat buruk dan akan menimbulkan perpecahan.",
        "tahun" : "2014",
        "pemain" : [
            "Shailene Woodley",
            "Theo James",
            "Ansel Elgort",
            "Tony Goldwyn",
            "Ashley Judd",
            "Ray Stevenson",
            "Kate Winslet",
            "Jai Courtney",
            "Zoë Kravitz",
            "Miles Teller",
            "Maggie Q",
            "Kate Winslet",
        ],
        "funfact" : [
            "Teen Choice Award untuk Film Pilihan: Aksi 2014",
            "People's Choice Award untuk Film Aksi Favorit 2015"
        ]
    },{
        "judul" : "Pixels",
        "genre" : "Sci-Fi",
        "produser" : "Adam Sandler",
        "sutradara" : "Chris Columbus",
        "penulis" : "Tim Herlihy",
        "sinopsis" : "Pada tahun 1982 NASA mengirim kapsul waktu ke luar angkasa. Tujuan misi ini adalah berharap dapat melakukan kontak dengan mahluk asing. Di dalam kapsul tersebut terdapat contoh kehidupan dan budaya manusia di bumi. Tujuannya NASA cuma satu, mengirim pesan perdamaian. Namun niat baik NASA di salah artikan saat Alien malah menyerang bumi dengan mengirim kekuatan mematikan dalam bentuk karater dalam video game. Kondisi bumi yang terancam, Presiden Will Cooper (Kevin James) meminta sahabat masa kecilnya Sam Brenner (Adam Sandler) untuk membantunya. Sam dan timnya kini menjadi pasukan di garis terdepan untuk mengalahkan para alien ini dan menyelamatkan bumi.",
        "tahun" : "2015",
        "pemain" : [
            "Adam Sandler",
            "Josh Gad",
            "Kevin James",
            "Michelle Monaghan",
            "Peter Dinklage",
            "Brian Cox"
        ],
        "funfact" : [
            "",
            "",
            ""
        ]
    },{
        "judul" : "Spider-Man: No Way Home",
        "genre" : "Sci-Fi",
        "produser" : "Kevin Feige",
        "sutradara" : "Jon Watts",
        "penulis" : "Chris McKenna",
        "sinopsis" : "Berlatar setelah keberhasilan Perer Parker mengalahkan Mysterio di mana jati dirinya sebagai Spider-Man terbongkar. Kehidupan remaja Peter yang sudah cukup rumit menjadi semakin rumit karena gagal masuk MIT. Kuliah di MIT bersama Ned dan MJ sangat penting bagi Peter, lebih penting dari masalah global yang bisa muncul akibat ulahnya bermain sihir demi masuk MIT. Ya, Peter meminta bantuan Doctor Strange untuk menghapus ingatan semua orang tentang jati dirinya sebagai Spider-Man agar bisa kuliah di MIT bersama Ned dan MJ. Sayangnya, mantra inilah yang menjadi sumber masalah karena mendatangkan musuh berbahaya yang belum pernah ia lawan.",
        "tahun" : "2021",
        "pemain" : [
            "Tom Holland",
            "Zendaya, Benedict Cumberbatch",
            "Jacob Batalon Jon Favreau",
            "Jamie Foxx",
            "Willem Dafoe",
            "Alfred Molina",
            "Benedict Wong",
            "Tony Revolori",
            "Marisa Tomei",
            "Andrew Garfield",
            "Tobey Maguire"
        ],
        "funfact" : [
            "MTV Movie & TV Award untuk Film Terbaik 2022",
            "Nickelodeon Kids' Choice Award untuk Film Favorit 2022"
        ]
    },{
        "judul" : "Godzilla : King of the Monster",
        "genre" : "Fantasy",
        "produser" : "Mary Parent",
        "sutradara" : "Michael Dougherty",
        "penulis" : "Max Borenstein",
        "sinopsis" : "Film serial Godzilla ini merupakan kisah baru ini mengikuti upaya heroik agensi crypto-zoological Monarch ketika anggotanya berhadapan dengan monster berukuran dewa, termasuk Godzilla yang perkasa, yang bertabrakan dengan Mothra, Rodan, dan musuh bebuyutannya, Raja berkepala tiga Ghidorah. Ketika superspesies kuno ini, yang dianggap hanya mitos, bangkit kembali, mereka semua bersaing untuk mendapatkan supremasi, meninggalkan keberadaan manusia yang tergantung pada keseimbangan. Sehingga  Tim Monarch mengikuti Godzilla ke Antartika, tempat Jonah bermaksud membebaskan Titan berkepala tiga dengan nama sandi “Monster Zero”. Emma membebaskan dan membangunkan Monster Zero, yang membunuh beberapa anggota Monarch, termasuk Dr. Graham, sebelum bertarung dengan Godzilla.",
        "tahun" : "2019",
        "pemain" : [
            "Kyle Chandler",
            "Vera Farmiga",
            "Millie Bobby Brown",
            "Bradley Whitford",
            "Sally hawkins",
            "Charles Dance",
            "Thomas Middleditch",
            "O'Shea Jackson Jr",
            "ken Watanabe",
            "Zhang Ziyi"
        ],
        "funfact" : [
            "Nominasi Golden Trailer Award kategori Best Summer Blockbuster (Warner Brothers dan Statement Advertising) 2019",
            "Nominasi Golden Trailer Award kategori Best Fantasy Adventure (Warner Brothers dan Trailer Park) 2019"
        ]
    },{
        "judul" : "Zack Snyder's Justice League",
        "genre" : "Superhero",
        "produser" : "Charles Roven",
        "sutradara" : "Zack Snyder",
        "penulis" : "Chris Terrio",
        "sinopsis" : "Film tersebut menceritakan kisah Bruce Wayne/Batman dan Diana Prince/Wonder Woman berusaha untuk mengumpulkan pahlawan super. Mereka harus menghadapi serangan dari luar bumi. Batman dan Wonder Woman mencari Aquaman/Arthur Curry, Cyborg/Victor Stone, dan The Flash/Barry Allen. Sebelum bertemu dengan seluruh manusia super, musuh telah menyerang.Invasi New Gods tersebut dipimpin oleh Darkseid. Namun, sebelum Darkseid datang, Panglima Perang bernama Steppenwolf datang terlebih dahulu bersama pasukannya. Sebagai sutradara, Zack Snyder membuat film tersebut sebagai penebusan dosa karena memperbaiki beberapa yang salah dari versi teatrikalnya. Namun, film tersebut hanya memperbaiki, bukan mengubah versi asli Justice League.",
        "tahun" : "2021",
        "pemain" : [
            "Ben Affleck",
            "Henry Cavill",
            "Amy Adams",
            "Gal Gadot",
            "Ray Fisher",
            "Jason Momoa",
            "Ezra Miller",
            "Wilem Dafoe",
            "Jesse Eisenberg",
            "Jeremy Irons",
            "Diane Lane",
            "Connie Nielsen",
            "J. K. Simmons"
        ],
        "funfact" : [
            "",
            "",
            ""
        ]
    },{
        "judul" : "Pacific Rim",
        "genre" : "Sci-Fi",
        "produser" : "Thomas Tull",
        "sutradara" : "Guillermo del Tor",
        "penulis" : "Travis Beacham",
        "sinopsis" : "Selama beberapa tahun, manusia diserang oleh monster raksasa bernama Kaiju yang muncul dari dasar Pasifik. Satu-satunya pertahanan efektif adalah program robot Jaeger yang terhubung dengan saraf pilot. Namun, Kaiju menjadi semakin kuat dan banyak sehiangga manusia harus mengubah taktiknya. Untuk mengakhiri Kaiju, seorang bekas pilot bernama Raleigh Becket bergabung dalam sebuah rencana penghancuran pintu masuk Kaiju, Selain itu, seorang ilmuwan menemukan cara terhubung ke pikiran Kaiju agar bisa mempelajari mereka. Mereka menjadi harapan terakhir manusia untuk melawan serangan monster dari laut.",
        "tahun" : "2013",
        "pemain" : [
            "Charlie Hunnam",
            "Idris Elba",
            "Rinko Kikuchi",
            "Charlie Day",
            "Robert Kazinsky",
            "Max Martin",
            "Ron Perlman"
        ],
        "funfact" : [
            "Annie Award untuk kategori “Outstanding Achievement, Animated Effects in a Live Action Production” dan “Outstanding Achievement, Character Animation in a Live Action Production”.",
            "Hollywood Film Awards untuk kategori “Best Visual Effects”.",
            "Las Vegas Film Critics Society untuk kategori “Best Horror/Sci-Fi Film”." 
    },{
        "judul" : "A Quiet Place",
        "genre" : "Horror",
        "produser" : "Michael Bay",
        "sutradara" : "John Krasinski",
        "penulis" : "Bryan Woods",
        "sinopsis" : "A Quiet Place mengikuti sebuah keluarga yang harus hidup dalam keheningan untuk menghindari makhluk misterius yang berburu melalui suara. Mengetahui bahwa bahkan bisikan atau langkah sekecil apa pun dapat membawa kematian, Evelyn dan Lee bertekad untuk menemukan cara untuk melindungi anak-anak mereka sambil mati-matian mencari cara untuk melawan.",
        "tahun" : "2018",
        "pemain" : [
            "Emily Blunt",
            "John Krasinski"
        ],
        "funfact" : [
            "Critics' Choice Movie Award untuk Film Horor/Sci-fi Terbaik 2019",
            "Satellite Award untuk Tata Suara Terbaik 2019",
            "Festival Film Bandung untuk Film Impor Terpuji 2018"
    },{
        "judul" : "The Invisible Guest",
        "genre" : "Thriller",
        "produser" : "Mercedes Gamero",
        "sutradara" : "Oriol Paulo",
        "penulis" : "Oriol Paulo",
        "sinopsis" : "Film ini berkisah tentang Adrian Doria, seorang businessman yang tengah menjalani proses hukum untuk kasus pembunuhan Laura Vidal. Adrian mengaku bahwa ia tidak bersalah, bahkan ia justru sangat mencintai Laura yang menjadi kekasih gelapnya. Laura ditemukan meninggal di sebuah kamar hotel, di mana Adrian juga berada di kamar tersebut sehingga membuatnya dicurigai sebagai pembunuh. Demi meyakinkan hakim bahwa ia bukan pembunuh, Adrian menyewa seorang pengacara senior, Virginia Goodman. Menurut Virginia, Adrian harus mengatakan semua hal dengan jujur agar Virginia bisa menyusun strategi agar ia bisa menang di pengadilan.",
        "tahun" : "2016",
        "pemain" : [
            "Mario Casas",
            "Ana Wagener",
            "Jose Coronado",
            "Barbara Lennie"
        ],
        "funfact" : [
            "",
            "",
            ""
    },{
        "judul" : "Get Out",
        "genre" : "Thriller",
        "produser" : "Jason Blum",
        "sutradara" : "Jordan Peele",
        "penulis" : "Jordan Peele",
        "sinopsis" : "Film horor berjudul “Get Out” ini merupakan film yang bercerita tentang perjalanan kekasih berbeda ras, Rose yang berkulit putih dan Chris yang berkulit hitam, ke rumah keluarga Rose. Sesampainya di Armitage House, rumah keluarga Rose, Chris mulai mengalami berbagai kejadian aneh nan menyeramkan maka tak ada jalan lain bagi Chris selain untuk menyelamatkan diri.",
        "tahun" : "2017",
        "pemain" : [
            "Daniel Kaluuya",
            "Alison Williams",
            "Bradley Whitford",
            "Caleb Landry Jones",
            "Stephen Root",
            "Lakeith Stanfield",
            "Catherine Keener"
        ],
        "funfact" : [
            "Critics' Choice Movie Award untuk Film Horor/Sci-fi Terbaik 2018",
            "Gotham Award untuk Audience Award 2017",
            "Empire Award untuk Film Horor Terbaik 2018",
            "Empire Awards for Best Screenplay 2018",
            "Festival Film Bandung untuk Film Impor Terpuji 2017"
    },{
        "judul" : "DeadPool",
        "genre" : "Action",
        "produser" : "Simon Kinberg",
        "sutradara" : "Tim Miller",
        "penulis" : "Paul Wernick",
        "sinopsis" : "Film ini bercerita tentang seorang pria bernama Wade Wilson, mantan anggota tentara khusus yang meninggalkan pekerjaan lamanya.  Kini ia lebih memilih untuk berprofesi sebagai tentara bayaran atau lebih tepatnya menjadi tukang pukul bayaran. Wilson memiliki penyakit kronis yang membuatnya cukup putus asa. Hingga ia memutuskan untuk ikut sebuah percobaan ilmiah yang menjanjikannya memiliki kekuatan superhero.",
        "tahun" : "2016",
        "pemain" : [
            "Ryan Reynolds",
            "Morena Baccarin",
            "Ed Skrein",
            "T. J. Miller",
            "Gina Carano",
            "Brianna Hildebrand"
        ],
        "funfact" : [
            "Critics' Choice Movie Award untuk Film Komedi Terbaik 2016",
            "People's Choice Award untuk Film Aksi Favorit 2017",
            "Empire Awards for Best Screenplay 2017",
            "Teen Choice Award untuk Film Pilihan: Aksi 2016",
            "Penghargaan Kerrang! untuk Best Film 2016"
    },{
        "judul" : "Jumanji : Welcome to the Jungle",
        "genre" : "Fantasy",
        "produser" : "Matt Tolmach",
        "sutradara" : "Jake Kasdan",
        "penulis" : "Jake Kasdan",
        "sinopsis" : "Film ini kembali menceritakan mengenai permainan Jumanji, tapi tidak lagi menggunakan permainan papan melainkan video game, dimana 4 orang anak yang sama-sama dihukum di ruang detensi menemukan konsol game tua yang membawa mereka masuk ke dunia Jumanji, dan harus berjuang untuk melarikan diri dari dunia tersebut.",
        "tahun" : "2017",
        "pemain" : [
            "Dwayne Johnson",
            "Jack Black",
            "Kevin Hart",
            "Karen Gillan",
            "Nick Jonas",
            "Bobby Cannavale"
        ],
        "funfact" : [
            "Nickelodeon Kids' Choice Award untuk Film Favorit 2018"
    },{
        "judul" : "Free Guy",
        "genre" : "Sci-Fi",
        "produser" : "Ryan Reynolds",
        "sutradara" : "Shawn Levy",
        "penulis" : "Matt Lieberman",
        "sinopsis" : "film Free Guy bercerita tentang Guy (Ryan Reynolds), seorang teller bank yang hidupnya sebagai NPC alias Non-Player Character, dalam game komputer. Sebagai NPC, hidupnya dikendalikan kode komputer, bukan manusia. Dia hidup dalam game Free City. Sayangnya, game ini segera ditutup dan Guy yang sadar bahwa dirinya adalah AI, dia justru melawan sang pencipta game, Antwan (Taika Waititi) dengan dibantu karakter player lain.",
        "tahun" : "2021",
        "pemain" : [
            "Ryan Reynolds",
            "Jodie Corner",
            "Lil Rel Howery",
            "Taika Waititi"
        ],
        "funfact" : [
            "People's Choice Award untuk Film Komedi Favorit 2021"
    },{
        "judul" : "Johnny English Strikes Again",
        "genre" : "Comedy",
        "produser" : "Chris Clark",
        "sutradara" : "David Kerr",
        "penulis" : "Robert Wade",
        "sinopsis" : "Sebuah serangan siber menyebabkan seluruh identitas mata-mata aktif untuk Inggris terbongkar. Ditengah masa pensiunnya, Johnny English kembali dipanggil untuk menjalankan misi rahasia karena hanya ia satu-satunya mata-mata yang identitasnya belum diketahui. Johnny ditugaskan untuk menemukan dalang di balik peretasan yang dilakukan. Namun sebagai mata-mata tua yang tergolong gagap teknologi, Johnny dihadapkan dengan tantangan berupa teknologi yang lebih modern. Mau tak mau, ia harus berusaha menaklukkan tantangan supaya misinya bisa berhasil.",
        "tahun" : "2018",
        "pemain" : [
            "Rowan Atkinson",
            "Olga Kurylenko",
            "Ben Miller",
            "Emma Thompson",
            "Jake Lacy",
            "Adam James"
        ],
        "funfact" : [
            "",
            "",
            ""
    },{
        "judul" : "Happy Death Day 2U",
        "genre" : "Horror",
        "produser" : "Jason Blum",
        "sutradara" : "Christopher Landon",
        "penulis" : "Christopher Landon",
        "sinopsis" : "Menceritakan Tree Gelbman yang masuk ke dimensi pararel akibat percobaan sains dari sekelompok mahasiswa. Hal itu menyebabkan dia kembali mengalami kematian yang berulang-ulang dan masuk ke lingkaran waktu yang lebih mengerikan. Tree harus mengungkap identitas sang pembunuh baru. Dia juga harus memilih dimensi kehidupan yang akan dia jalani selamanya.",
        "tahun" : "2019",
        "pemain" : [
            "Jessica Rothe",
            "Israel Broussard",
            "Suraj Sharma",
            "Steve Zissis"
        ],
        "funfact" : [
            "",
            "",
            ""
    },{
        "judul" : "Zombieland : Double Tap",
        "genre" : "Comedy",
        "produser" : "Gavin Polone",
        "sutradara" : "Ruben Fleischer",
        "penulis" : "Rhett Reese",
        "sinopsis" : "Seorang mahasiswa polos yang pergi menuju Ohio, pria bersenjata yang mencari Twinkie, dan dua perempuan bersaudara yang ingin bermain di sebuah taman bermain terkenal yang sama-sama menghindari daerah Amerika yang sudah dipenuhi oleh zombie.",
        "tahun" : "2019",
        "pemain" : [
            "Jesse Eisenberg",
            "Woody Harrelson",
            "Emma Stone",
            "Abigail Breslin"
        ],
        "funfact" : [
            "Golden Schmoes Awards kategori Best Horror Movie of the Year, Most Memorable Scene in a Movie 2009",
            "San Diego Film Critics Society Awards kategori Special Award 2009",
            "Scream Awards kategori Best Ensemble, Best Horror Movie, Best Cameo 2010"
    },{
        "judul" : "Insidious",
        "genre" : "Horror",
        "produser" : "Jason Blum",
        "sutradara" : "James Wan",
        "penulis" : "Leigh Whannell",
        "sinopsis" : "Seorang anak terjatuh hingga koma, namun menurut dokter dia bukan koma karena sakit, melainkan karena hal misterius. Keluarga Lambert pun lari meminta pertolongan pada Elise Rainier, paranormal terkenal.",
        "tahun" : "2010",
        "pemain" : [
            "Patrick Wilson",
            "Rose Byrne",
            "Ty Simpkins",
            "Barbara Hershey",
            "Lin Shaye",
            "Andrew Astor",
            "Leigh Whannell"
        ],
        "funfact" : [
            "Fright Meter Awards 2011 kategori : Best Horror Movie",
            "IGN People's Choice Award: Best Horror Movie 2011"
    },{
        "judul" : "The Invisible Man",
        "genre" : "Horror",
        "produser" : "Jason Blum",
        "sutradara" : "Leigh Whannell",
        "penulis" : "Leigh Whannell",
        "sinopsis" : "Cecilia mendengar berita kalau mantan pacarnya yang abusive bunuh diri. Setelah itu, Cecilia mulai membangun kembali kehidupannya. Namun, ia merasa kalau mantan kekasihnya itu tak benar-benar mati, karena ia selalu dihantui olehnya.",
        "tahun" : "2020",
        "pemain" : [
            "Elisabeth Moss",
            "Aldis Hodge",
            "Storm Reid",
            "Harriet Dyer",
            "Michael Dorman",
            "Oliver Jackson Cohen"
        ],
        "funfact" : [
            "Penghargaan AACTA untuk Sinematografi Terbaik 2020",
            "Penghargaan AACTA untuk Penyuaraan Terbaik 2020",
            "Penghargaan AACTA untuk Penyuntingan Terbaik 2020"
    },{
        "judul" : "Birdman : or (The Unexpected Virtue of Ignorance)",
        "genre" : "Comedy",
        "produser" : "Alejandro Gonzales Inarritu",
        "sutradara" : "Alejandro Gonzales Inarritu",
        "penulis" : "Alejandro Gonzales Inarritu",
        "sinopsis" : "Riggan Thomson adalah seorang aktor senior. Namanya mencuat setelah membintangi trilogy film Birdman pada tahun 1989 sampai 1992.Walau filmnya sudah lama, Riggan masih ingat kritik terhadap suaranya ketika memerankan Birdman. Terlepas dari itu semua, Riggan masih sering membayangkan menjadi Birdman. Peran itu membuatnya bisa terbang dan melakukan telekinesis. Riggan mulai mencari popularitasnya dalam bidang menulis. Dia juga menyutradarai dan membintangi Broadway. Pertunjukan itu merupakan adaptasi cerita pendek karya Raymond Carver berjudul What We Talk About When We Talk About Love. Tapi suara Birdman masih terdengar oleh Riggan. Suara itu meminta Riggan untuk kembali membintangi film besar.",
        "tahun" : "2014",
        "pemain" : [
            "Michael Keaton",
            "Zach Galifianakis",
            "Edward Norton",
            "Andrea Riseborough",
            "Emma Stone",
            "Naomi Watts",
            "Amy Ryan"
        ],
        "funfact" : [
            "Critics' Choice Movie Award untuk Best Cast 2015",
            "Penghargaan Golden Eagle untuk Film Berbahasa Asing Terbaik 2016",
            "Satellite Award untuk Film Terbaik 2015"
    },{
        "judul" : "How to Train Your Dragon",
        "genre" : "Animasi",
        "produser" : "Bonnie Arnold",
        "sutradara" : "Chris Sanders",
        "penulis" : "Dean DeBois",
        "sinopsis" : "Cerita film ini bersetting di daerah utara pulau Berk, dimana hidup sekawanan viking. Tiap hari, para viking dewasa bertarung melawan naga-naga (dragons), yang selalu berusaha menyerbu desa mereka. Seorang viking muda, Hiccup (Jay Baruchel) ingin ikut bertarung, namun selalu tidak diperbolehkan oleh ayahnya, Stoik (Gerard Butler) karena merasa anaknya belum siap. Namun secara tak sengaja, Hiccup berhasil menangkap satu naga paling berbahaya berjenis Night Fury. Namun setelah itu, Hiccup tidak kuasa untuk membunuhnya. Ia akhirnya malah berteman dengan naga yang ia beri nama Toothless itu. How to Train Your Dragon memang berpusat pada pertemanan Hiccup dan naga Toothless. Karakter yang ada juga terlihat bagus dan unik, baik dari bangsa viking maupun jenis naga-naga yang lucu tapi juga seram. Secara overall, film ini sangat layak ditonton, bukan hanya untuk anak-anak, namun untuk semua pecinta film pada umumnya.",
        "tahun" : "2010",
        "pemain" : [
            "Jay Baruchel",
            "Gerard Butler",
            "Craig Ferguson",
            "America Ferrera",
            "Jonah Hill",
            "Christopher Mintz-Plasse",
            "T.J. Miller",
            "Kristen Wiig"
        ],
        "funfact" : [
            "Annie Award untuk Film Animasi Terbaik 2011",
            "VES Award untuk Outstanding Animated Character in an Animated Feature Motion Picture 2010"
    },{
        "judul" : "The Spongebob Movie : Sponge on the Run",
        "genre" : "Animasi",
        "produser" : "Ryan Harris",
        "sutradara" : "Tim Hill",
        "penulis" : "Tim Hill",
        "sinopsis" : "SpongeBob yang polos kehilangan hewan peliharaannya Gary, sisiput. Ditemani oleh Patrick SpongeBob mencari Gary ke Lost City of Atlantic City. Ternyata Gary diculik oleh raja Poseidon yang membutuhkan siput, untuk merawat wajahnya agar awet muda. Dalam perjalanan tersebut, akan mengungkap bagaimana sahabat-sahabat dekat SpongeBob bertemu dengannya.",
        "tahun" : "2021",
        "pemain" : [
            "Tom Kenny",
            "Awkwafina",
            "Matt Berry",
            "Snoop Dogg",
            "Bill Fagerbakke",
            "Clancy Brown",
            "Tiffany Haddish",
            "Carolyn Lawrence",
            "Mr. Lawrence",
            "Keanu Reeves",
            "Danny Trejo",
            "Reggie Watts"
        ],
        "funfact" : [
            "",
            "",
            ""
    },{
        "judul" : "",
        "genre" : "",
        "produser" : "",
        "sutradara" : "",
        "penulis" : "",
        "sinopsis" : "",
        "tahun" : "",
        "pemain" : [
            "",
            "",
            ""
        ],
        "funfact" : [
            "",
            "",
            ""
    },{
        "judul" : "",
        "genre" : "",
        "produser" : "",
        "sutradara" : "",
        "penulis" : "",
        "sinopsis" : "",
        "tahun" : "",
        "pemain" : [
            "",
            "",
            ""
        ],
        "funfact" : [
            "",
            "",
            ""
    },{
        "judul" : "",
        "genre" : "",
        "produser" : "",
        "sutradara" : "",
        "penulis" : "",
        "sinopsis" : "",
        "tahun" : "",
        "pemain" : [
            "",
            "",
            ""
        ],
        "funfact" : [
            "",
            "",
            ""
    },{
        "judul" : "",
        "genre" : "",
        "produser" : "",
        "sutradara" : "",
        "penulis" : "",
        "sinopsis" : "",
        "tahun" : "",
        "pemain" : [
            "",
            "",
            ""
        ],
        "funfact" : [
            "",
            "",
            ""
    },{
        "judul" : "",
        "genre" : "",
        "produser" : "",
        "sutradara" : "",
        "penulis" : "",
        "sinopsis" : "",
        "tahun" : "",
        "pemain" : [
            "",
            "",
            ""
        ],
        "funfact" : [
            "",
            "",
            ""
    },{
        "judul" : "",
        "genre" : "",
        "produser" : "",
        "sutradara" : "",
        "penulis" : "",
        "sinopsis" : "",
        "tahun" : "",
        "pemain" : [
            "",
            "",
            ""
        ],
        "funfact" : [
            "",
            "",
            ""
    },{
        "judul" : "",
        "genre" : "",
        "produser" : "",
        "sutradara" : "",
        "penulis" : "",
        "sinopsis" : "",
        "tahun" : "",
        "pemain" : [
            "",
            "",
            ""
        ],
        "funfact" : [
            "",
            "",
            ""
    },{
        "judul" : "",
        "genre" : "",
        "produser" : "",
        "sutradara" : "",
        "penulis" : "",
        "sinopsis" : "",
        "tahun" : "",
        "pemain" : [
            "",
            "",
            ""
        ],
        "funfact" : [
            "",
            "",
            ""
    },{
        "judul" : "",
        "genre" : "",
        "produser" : "",
        "sutradara" : "",
        "penulis" : "",
        "sinopsis" : "",
        "tahun" : "",
        "pemain" : [
            "",
            "",
            ""
        ],
        "funfact" : [
            "",
            "",
            ""
    },{
        "judul" : "",
        "genre" : "",
        "produser" : "",
        "sutradara" : "",
        "penulis" : "",
        "sinopsis" : "",
        "tahun" : "",
        "pemain" : [
            "",
            "",
            ""
        ],
        "funfact" : [
            "",
            "",
            ""
    },{
        "judul" : "",
        "genre" : "",
        "produser" : "",
        "sutradara" : "",
        "penulis" : "",
        "sinopsis" : "",
        "tahun" : "",
        "pemain" : [
            "",
            "",
            ""
        ],
        "funfact" : [
            "",
            "",
            ""
    },{
        "judul" : "",
        "genre" : "",
        "produser" : "",
        "sutradara" : "",
        "penulis" : "",
        "sinopsis" : "",
        "tahun" : "",
        "pemain" : [
            "",
            "",
            ""
        ],
        "funfact" : [
            "",
            "",
            ""
    },{
        "judul" : "",
        "genre" : "",
        "produser" : "",
        "sutradara" : "",
        "penulis" : "",
        "sinopsis" : "",
        "tahun" : "",
        "pemain" : [
            "",
            "",
            ""
        ],
        "funfact" : [
            "",
            "",
            ""
    },{
        "judul" : "",
        "genre" : "",
        "produser" : "",
        "sutradara" : "",
        "penulis" : "",
        "sinopsis" : "",
        "tahun" : "",
        "pemain" : [
            "",
            "",
            ""
        ],
        "funfact" : [
            "",
            "",
            ""
    },{
        "judul" : "",
        "genre" : "",
        "produser" : "",
        "sutradara" : "",
        "penulis" : "",
        "sinopsis" : "",
        "tahun" : "",
        "pemain" : [
            "",
            "",
            ""
        ],
        "funfact" : [
            "",
            "",
            ""
    },{
        "judul" : "",
        "genre" : "",
        "produser" : "",
        "sutradara" : "",
        "penulis" : "",
        "sinopsis" : "",
        "tahun" : "",
        "pemain" : [
            "",
            "",
            ""
        ],
        "funfact" : [
            "",
            "",
            ""
    },{
        "judul" : "",
        "genre" : "",
        "produser" : "",
        "sutradara" : "",
        "penulis" : "",
        "sinopsis" : "",
        "tahun" : "",
        "pemain" : [
            "",
            "",
            ""
        ],
        "funfact" : [
            "",
            "",
            ""
    },{
        "judul" : "",
        "genre" : "",
        "produser" : "",
        "sutradara" : "",
        "penulis" : "",
        "sinopsis" : "",
        "tahun" : "",
        "pemain" : [
            "",
            "",
            ""
        ],
        "funfact" : [
            "",
            "",
            ""
    }
]