[
    {
        "judul" : "Miracle In Cell No 7",
        "genre" : ["Drama"],
        "durasi" : 132,
        "produser" : "Frederica",
        "sutradara" : "Hanung Bramantyo",
        "penulis" : "Alim Studio",
        "tahun" : 2022,
        "gambar" : "assets/images/blog/MiracleInCellNo7IND.jpg",
        "sinopsis" : "Dodo Rozak (Vino G. Bastian) hanya ingin menjadi ayah yang baik bagi anaknya, Kartika (Graciella Abigail/Mawar De Jongh), sekalipun kecerdasannya terbatas, bertingkah dan berperilaku seperti anak-anak. Pada kenyataannya, Kartika yang lebih sering menjaga dan merawat ayahnya. Keduanya hidup bahagia. Kartika bangga pada ayahnya yang berjualan balon sehari-harinya. Tapi, kebahagiaan mereka tidak berlangsung lama. Dodo ditangkap atas tuduhan memperkosa dan membunuh seorang gadis kecil. Dodo dimasukkan ke penjara, ke sel No.7 yang dihuni napi-napi beringas. Setelah berbagai peristiwa, Dodo berhasil mendapatkan bantuan untuk menyelundupkan Kartika ke dalam selnya. Kedekatan Dodo dan Kartika menularkan kebahagiaan bagi napi dan sipir di penjara. Mereka mulai ragu apakah pria penyayang seperti Dodo, tega membunuh seorang gadis kecil.",
        "pemain" : [
            "Vino G Bastian",
            "Graciella Abigail",
            "Mawar Eva De Jongh",
            "Indro Warkop",
            "Tora Sudiro",
            "Rigen Rakelna",
            "Indra Jegel",
            "Bryan Domani",
            "Denny Sumargo"
        ],
        "funfact" : [
            "Penghargaan Festival Wartawan Indonesia 2022 (Aktor Utama Terbaik, Aktor Pendukung Terbaik)",
            "Penghargaan Festival Film Indonesia 2022 (Aktor Terfavorit Pilihan Penonton)",
            "Perubahan inti konflik di film yang berbeda dari versi korea dan termasuk film Indonesia ke-10 yang bisa tembus satu juta penonton."
        ]
    },{
        "judul" : "Keluarga Cemara 2",
        "genre" : ["Drama", "Family"],
        "durasi" : 114,
        "produser" : "Anggia Kharisma",
        "sutradara" : "Ismail Basbeth",
        "penulis" : "M Irfan Ramly",
        "gambar" : "assets/images/blog/KeluargaCemara2.jpg",
        "sinopsis" : "Ara menjadi kesepian ketika Keluarga Cemara tumbuh. Abah mendapat pekerjaan baru, sehingga cukup sibuk mengurusi pekerjaannya dan tak setiap hari bisa antar jemput. Emak mencari sampingan untuk agar keluarganya punya pendapatan tambahan dan juga tabungan. Sedangkan Euis masuk masa pubernya. Ia ingin punya privacy dan tak mau sekamar lagi dengan Ara. Perjalanan Abah, Emak, Euis, Ara, dan Agil menemukan makna keluarga.",
        "tahun" : 2022,
        "pemain" : [
            "Widuri Puteri",
            "Ringgo Agus Rahman",
            "Nirina Zubir",
            "Adhisty Zara"
        ],
        "funfact" : [
            "Penghargaan Indonesia Movie Actors Awards 2022 (Pemeran Anak-anak Terbaik)"
        ]
    },{
        "judul" : "Gundala : Negeri Ini Butuh Patriot",
        "genre" : ["Drama", "Action"],
        "durasi" : 123,
        "produser" : "Bismarka Kurniawan, Sukhdev Singh, Wicky V Olindo",
        "sutradara" : "Joko Anwar",
        "penulis" : "Joko Anwar, Hasmi",
        "gambar" : "assets/images/blog/Gundala.jpg",
        "sinopsis" : "Sancaka (Abimana Aryasatya) hidup di jalanan sejak ditinggal ayah dan ibunya. Menghadapi hidup yang keras, Sancaka belajar untuk bertahan hidup dengan tidak peduli pada orang lain dan hanya mencoba untuk mendapatkan tempat yang aman bagi dirinya sendiri. Ketika situasi kota semakin tidak aman dan ketidakadilan merajalela di seluruh negeri, Sancaka harus membuat keputusan berat: tetap hidup di zona amannya atau keluar sebagai Gundala untuk membela orang-orang yang ditindas.",
        "tahun" : 2019,
        "pemain" : [
            "Abimana Aryasatya",
            "Tara Basro",
            "Bront Palarae",
            "Ario Bayu"
        ],
        "funfact" : [
            "Penghargaan Festival Film Indonesia 2019 (Sinematografi Terbaik, Tata Suara Terbaik, Efek Visual Terbaik)",
            "Penghargaan Piala Maya 2019 (Aktor Utama Remaja Terpilih, Tata Suara Terpilih)",
            "Memproduksi Kostum diproduksi di tempat yang sama dengan Marvel dan Menggunakan 70 lokasi shooting berbeda"
        ]
    },{
        "judul" : "Hit & Run",
        "genre" : ["Drama", "Action"],
        "durasi" : 114,
        "produser" : "Sukhdev Singh, Wicky V Olindo",
        "sutradara" : "Ody C Harahap",
        "penulis" : "Upi, Fajar Putra S",
        "gambar" : "assets/images/blog/HitnRun.jpg",
        "sinopsis" : "Tegar Saputra (Joe Taslim), seorang polisi selebriti yang kemana-mana selalu diikuti kamera karena memiliki acara reality show-nya sendiri. Tegar ditugaskan untuk menangkap Coki (Yayan Ruhian), seorang gembong narkoba yang baru kabur dari penjara. Sayangnya, kali ini Tegar yang individualis harus dipasangkan dengan Lio (Chandra Liow), seorang tukang tipu. Tegar yang terbiasa beraksi sendirian kini harus berusaha menyelesaikan misinya bersama Lio yang justru membuat susah. Aksi Tegar dan Lio mencari Coki ditemani Meisa (Tatjana Saphira), penyanyi, dan Jefri (Jefri Nichol).",
        "tahun" : 2019,
        "pemain" : [
            "Joe Taslim",
            "Chandra Liow",
            "Tatjana Saphira",
            "Jefri Nichol",
            "Nadya Arina",
            "Yayan Ruhian"
        ],
        "funfact" : [
            "Penghargaan Festival Film Bandung 2019 (Sutradara Terpuji Film Bioskop)"
        ]
    },{
        "judul" : "Pertaruhan",
        "genre" : ["Drama", "Action"],
        "durasi" : 106,
        "produser" : "Adianto Sumardjono",
        "sutradara" : "Krishto Damar Alam",
        "penulis" : "Upi Avianto",
        "gambar" : "assets/images/blog/Pertaruhan.jpg",
        "sinopsis" : "Empat bersaudara, Ibra (Adipati Dolken), Elzan (Jefri Nichol), Amar (Aliando Syarief), dan Ical (Giulio Parengkuan), hidup sederhana bersama ayah mereka, Musa (Tio Pakusadewo) yang bekerja sebagai satpam di sebuah bank. Keluarga ini sudah kehilangan ibu sejak Ical dilahirkan. Kehilangan istri yang biasa mengurus rumah dan anak-anak membuat Musa gamang dalam membesarkan anak-anaknya. Hubungan antara dirinya dan ketiga anaknya yang remaja menjadi tidak harmonis. Suatu hari Musa diberhentikan dari pekerjaannya dan penyakit paru-parunya semakin parah. Ibra, anak pertama, mengumpulkan adik-adikya untuk mencari dana untuk penyembuhan ayah mereka. Mereka tidak sanggup membayar biaya pengobatan ayah. Selalu menemui jalan buntu, akhirnya mereka mengambil keputusan nekat demi ayah.",
        "tahun" : 2017,
        "pemain" : [
            "Tyo Pakusadewo",
            "Adipati Dolken",
            "Aliando Syarief",
            "Jefri Nichol",
            "Giulio Parengkuan",
            "Widika Sidmore"
        ],
        "funfact" : [
            "",
            "",
            ""
        ]
    },{
        "judul" : "Sayap-Sayap Patah",
        "genre" : ["Drama", "Action"],
        "durasi" : 110,
        "produser" : "Yoen K",
        "sutradara" : "Rudi Soedjarwo",
        "penulis" : "Monty Tiwa, Eric Tiwa, Alim Sudio",
        "gambar" : "assets/images/blog/SayapSayapPatah.jpg",
        "sinopsis" : "Aji (Nicholas Saputra), anggota Densus 88, yang selalu berada di depan dalam memberantas terorisme membuat Nani (Ariel Tatum), istrinya, yang sedang hamil tua khawatir. Rasa cemas ini membuat kandungannya bermasalah, sehingga Nani harus mengungsi ke rumah ibunya di Jakarta. Kabar gembira datang: Aji dipindah ke Jakarta hingga bisa kembali bersama istrinya. Sayangnya, ketika dia bertugas di hari pertamanya, penjara tempat para teroris ditahan jebol. Aji termasuk salah satu petugas yang disandera, sedangkan Nani berjuang dengan kelahiran anak pertamanya.",
        "tahun" : 2022,
        "pemain" : [
            "Nicholas Saputra",
            "Ariel Tatum"
        ],
        "funfact" : [
            "Film ini diangkat berdasarkan kerusuhan berdarah di Mako Brimob, Kelapa Dua, Depok, 8 Mei 2018. 155 narapidana terorisme membobol rutan Mako Brimob. Lima anggota Densus 88 gugur."
        ]
    },{
        "judul" : "Mencuri Raden Saleh",
        "genre" : ["Drama", "Action"],
        "durasi" : 154,
        "produser" : "Cristian Imanuell",
        "sutradara" : "Angga Dwimas Sasongko",
        "penulis" : "Angga Dwimas Sasongko, Husein M Atmodjo",
        "gambar" : "assets/images/blog/MencuriRadenSaleh.jpg",
        "sinopsis" : "Piko (Iqbaal Ramadhan), mahasiswa seni rupa yang mencari uang dengan memalsukan lukisan untuk membebaskan sang ayah dari penjara tiba-tiba mendapat tawaran mencuri karya maestro Raden Saleh yang dijaga ketat di Istana Negara. Mengikuti rencana, Piko membentuk tim yang berisi Ucup (Angga Yunanda, hacker), Sarah (Aghniny Haque, atlet bela diri), Gofar (Umay Shahab, mekanik), Tuktuk (Ari Irham, pembalap liar) dan Fella (Rachel Amanda, bandar judi kampus). Masing-masing mengincar uang imbalan dari pencurian tersebut. Pelaksanaan rencana mereka dihadapkan dengan begitu banyak rintangan yang berpeluang merenggut hal-hal berharga: hubungan percintaan, persahabatan, hingga keluarga mereka. Di tengah upaya melancarkan misi pencurian penuh risiko tersebut, mereka tidak tahu bahwa ada ancaman besar di balik pencurian lukisan tersebut.",
        "tahun" : 2022,
        "pemain" : [
            "Iqbaal Ramadhan",
            "Angga Yunanda",
            "Rachel Amanda",
            "Umay Shahab",
            "Aghniny Haque",
            "Ari Irham"
        ],
        "funfact" : [
            "Penghargaan Festival Film Indonesia 2022 (Film Terfavorit Pilihan Penonton)",
            "Penghargaan Indonesia Movie Actors Awards 2022 (Film Terfavorit)",
            "Penghargaan Jakarta Film Week 2022 (Direction Award)"
        ]
    },{
        "judul" : "Comic 8: Casino Kings part 1",
        "genre" : ["Action", "Komedi"],
        "durasi" : 104,
        "produser" : "Frederica",
        "sutradara" : "Anggy Umbara",
        "penulis" : "Anggy Umbara, Fajar Umbara",
        "gambar" : "assets/images/blog/Comic8.jpg",
        "sinopsis" : "Delapan agen rahasia di bawah pimpinan Indro Warkop ditugaskan untuk menyamar menjadi komika demi mencari seorang komika yang menjadi penghubung ke master kriminal yang bernama The King, pemilik kasino paling spektakuler di Asia. Untuk mencari kasino tersebut dan menangkap The King, kedelapan comic tersebut harus melewati banyak proses dan hambatan: menghindari kejaran Interpol dan kepolisian karena peristiwa perampokan bank dalam misi sebelumnya, sampai harus menghadapi pasukan pembunuh, kelompok preman dan penjahat cap kampak.",
        "tahun" : 2015,
        "pemain" : [
            "Mongol Stres",
            "Ernest Prakasa",
            "Kemal Palevi",
            "Bintang Timur",
            "Babe Cabiita",
            "Fico Fachriza",
            "Arie Kriting",
            "Ge Pamungkas",
            "Indro Warkop"
        ],
        "funfact" : [
            "Penghargaan Indonesia Box Office Movie Awards 2016 (Poster Film Terbaik, Trailer Film Terbaik, Original Soundtrack Film Terbaik)"
        ]
    },{
        "judul" : "Gendut Siapa Takut?!",
        "genre" : ["Komedi", "Drama"],
        "durasi" : 100,
        "produser" : "Rajesh Kewalram Jagtiani",
        "sutradara" : "Pritagita Arianegara",
        "penulis" : "Pritagita Arianegara, Ilya Aktop, Alnira",
        "gambar" : "assets/images/blog/GendutSiapaTakut.jpg",
        "sinopsis" : "Moza Aphrodite (Marshanda), 28 tahun, penulis novel romance best seller, kerap dituntut Ibunya segera menikah. Meskipun berbadan gendut, Moza sangat pede dengan dirinya. Suatu hari di acara book signing, Moza terkejut dengan kehadiran Nareswara Radeva (Wafda Saifan Lubis), teman masa kecil yang paling ia benci karena sering merisaknya. Nares muncul untuk minta maaf dan memperbaiki hubungannya dengan Moza. Sayangnya tak mudah bagi Moza untuk memaafkan Nares. Moza justru menyinggung perasaan Nares. Hal itu justru membuatnya merasa bersalah. Gantian dia yang mengejar Nares untuk minta maaf. Moza mendatangi kampus tempat Nares mengajar dan mempermalukan dirinya sendiri karena terjatuh di lantai. Nares membantunya. Kejadian ini membuat hubungan Nares dan Moza sedikit mencair. Eno (Dea Panendra), sahabat baik Moza, bercerita tentang pertemuannya dengan seorang pria yang pernah ia taksir di masa lalu yang ternyata adalah Nares. Di sisi lain, Moza merasa memiliki kesempatan dengan Dafian Jatmiko (Marthino Lio), sutradara terkenal yang hendak memfilemkan salah satu novelnya. Moza sudah lama naksir Dafi dan merasa Dafi adalah pria impiannya.",
        "tahun" : 2022,
        "pemain" : [
            "Marshanda",
            "Wafda Saifan Lubis",
            "Marthino Lio"
        ],
        "funfact" : [
            "Penghargaan Festival Film Wartawan Indonesia 2022 (Aktris Utama Terbaik)"
        ]
    },{
        "judul" : "Lara Ati",
        "genre" : ["Komedi", "Drama", "Musical"],
        "durasi" : 116,
        "produser" : "Shanty Harmayn, Tanya Yuson, Aoura Lovenson Chandra, Bayu Skak",
        "sutradara" : "Bayu Skak",
        "penulis" : "Anissa Pandan Sari, Aisyah Ica Nurramadhani",
        "gambar" : "assets/images/blog/LaraAti.jpg",
        "sinopsis" : "Joko (Bayu Skak) menghadapi kenyataan bahwa ia tidak menyukai pekerjaannya dan orangtuanya tidak mendukung mimpinya menjadi seorang desainer. Ditambah lagi, Joko ditinggal tunangan oleh pacarnya, Farah (Sahila Hisyam). Hidup Joko berantakan. Pertemuannya dengan Ayu (Tatjana Saphira), teman masa kecilnya, memercikkan harapannya kembali. Dengan bantuan Ayu, Joko bertekad untuk memperbaiki hidupnya. Dan semuanya dimulai dengan mendapatkan Farah kembali.",
        "tahun" : 2022,
        "pemain" : [
            "Bayu Skak",
            "Tatjana Saphira",
            "Keisya Levronka",
            "Dono Pradana",
            "Sahila Hisyam",
            "Ciccio Manassero",
            "Benidictus Siregar",
            "Indra Pramujito"
        ],
        "funfact" : [
            "",
            "",
            ""
        ]
    },{
        "judul" : "Mertua vs Menantu",
        "genre" : ["Drama", "Komedi"],
        "durasi" : 81 ,
        "produser" : "Raam Punjabi",
        "sutradara" : "Pritagita Arianegar",
        "penulis" : "Muhammad Iqbal Fadly, Adi Nugroho, Amit Jethani",
        "gambar" : "assets/images/blog/MertuaVSMenantu.jpg",
        "sinopsis" : "Saat Risyad (Morgan Oey) harus dinas ke Singapura, ibunya, Hany (Ira Maya Sopha), datang dari Pontianak untuk menjenguk sahabatnya yang sakit kanker di rumah sakit. Hal ini membuat Bianca (Velove Vexia), istri Risyad, yang merasa tak cocok dengan mertuanya, harus hidup bersama serumah. Apalagi pandemi Covid-19 merebak, dan Jakarta diberlakukan pembatasan berskala besar. Risyad harus isolasi mandiri di rumahnya sepulang dari Singapura, Hany tak bisa pulang ke Pontianak karena penerbangan ditutup. Selisih paham yang sering terjadi antara menantu dan mertuanya merembet ke hubungan istri dan suaminya.",
        "tahun" : 2022,
        "pemain" : [
            "Velove Vexia",
            "Morgan Oey",
            "Ira Maya Sopha"
        ],
        "funfact" : [
            "",
            "",
            ""
        ]
    },{
        "judul" : "Ngeri-ngeri Sedap",
        "genre" : ["Drama", "Komedi"],
        "durasi" : 114,
        "produser" : "Dipa Andika",
        "sutradara" : "Bene Dion Rajagukguk",
        "penulis" : "Bene Dion Rajagukguk",
        "gambar" : "assets/images/blog/NgeriNgeriSedep.jpg",
        "sinopsis" : "Pak Domu (Arswendi Bening Swara) dan Mak Domu (Tika Panggabean) tinggal dengan anaknya, Sarma (Gita Bhebita). Suami-istri yang sudah tua itu ingin ketiga anak lainnya,  Domu (Boris Bokir), Gabe (Lolox), dan Sahat (Indra Jegel), pulang untuk menghadiri acara adat. Ketiganya menolak pulang karena tidak akur dengan Pak Domu. Pak Domu dan Mak Domu akhirnya pura-pura bertengkar dan ingin bercerai demi mendapatkan perhatian anak-anak mereka.",
        "tahun" : 2022,
        "pemain" : [
            "Arswendy Beningswara",
            "Tika Panggabean",
            "Boris Bokir",
            "Gita Bhebhita",
            "Lolox",
            "Indra Jegel"
        ],
        "funfact" : [
            "Penghargaan Film Wartawan Indonesia 2022 (Film Terbaik, Sutradara Terbaik, Penata Gambar Terbaik, Penata Kamera Terbaik, Penulis Skenario Terbaik, Aktor Pendukung Terbaik, Aktris Pendukung Terbaik)",
            "Penghargaan Festival Film Bandung 2022 (Penata Musik Terbaik)",
            "Penghargaan Indonesian Movie Actors Awards 2022 (Pasangan Terbaik)"
        ]
    },{
        "judul" : "Srimulat : Hil yang Mustahal Babak Pertama",
        "genre" : ["Drama", "Komedi"],
        "durasi" : 110,
        "produser" : "Susanti Dewi, Emilka Chaidir",
        "sutradara" : "Fajar Nugros",
        "penulis" : "Fajar Nugros",
        "gambar" : "assets/images/blog/Srimulat.jpg",
        "sinopsis" : "Kelompok lawak Srimulat yang tengah populer di Jawa, mendadak terganggu penampilannya karena muncul pemain kendang yang lebih lucu bernama Gepeng (Bio One). Tepat pada saat itu sebuah telegram dari Ibukota datang: mengundang Srimulat tampil di TV Nasional. Pemimpin Srimulat, Teguh (Rukman Rosadi) memenuhi undangan itu, Asmuni (Rifnu Wikana) diserahi tugas memimpin Srimulat ke Ibukota. Teguh mengajak Gepeng bergabung dengan Srimulat. Di Ibukota, Gepeng harus bisa menyatukan diri dengan Srimulat yang terdiri dari Asmuni, Timbul (Dimas Anggara), Tarsan (Ibnu Jamil), Tessy (Erick Estrada), Paul (Morgan Oey), Basuki (Elang El Gibran), Nunung (Zulfa Maharani), Anna (Naima Al Jufri) dan Djudjuk (Erika Carlina). Di tengah usahanya melebur menjadi keluarga Srimulat, Gepeng dan Basuki bertemu dengan Royani (Indah Permatasari), anak perempuan Babe Makmur (Rano Karno) pemilik kontrakan yang disewa Srimulat. Saat fokus Gepeng terganggu karena kehadiran Royani, Srimulat mendapat permintaan untuk tampil khusus di depan Presiden dan Ibu Negara.",
        "tahun" : 2022,
        "pemain" : [
            "Bio One",
            "Elang El Gibran",
            "Dimas Anggara",
            "Ibnu Jamil",
            "Teuku Rifnu Wikana",
            "Erick Estrada",
            "Erika Carlina",
            "Indah Permatasari",
            "Naimma Aljufri",
            "Rano Karno"
        ],
        "funfact" : [
            "Penghargaan Festival Fim Wartawan Indonesia 2022 (Aktor Utama Terbaik)",
            "Penghargaan Indonesian Movie Actors Awards 2022 (Pemeran Pendukung Pria Terbaik)"
        ]
    },{
        "judul" : "Ali & Ratu-Ratu Queens",
        "genre" : ["Komedi", "Drama"],
        "durasi" : 101,
        "produser" : "Muhammad Zaidy, Meiske Taurisia",
        "sutradara" : "Lucky Kuswandi",
        "penulis" : "Gina S Noer, Muhammad Zaidy",
        "gambar" : "assets/images/blog/AliRatuQueens.jpg",
        "sinopsis" : "Setelah ayahnya meninggal, Ali (Iqbaal Ramadhan), 19 tahun, pergi ke New York untuk menemui ibunya yang meninggalkannya sejak kecil. Keduanya berpisah dengan janji bersatu kembali setelah sang ibu sukses. Di Queens, New York, di tempat yang tadinya dihuni ibunya, Ali bertemu dengan empat imigran Indonesia yang sangat menyenangkan dan penuh warna: Party (Nirina Zubir), Ance (Tika Panggabean), Biyah (Asri Welas), dan Chinta (Happy Salma), serta Eva (Aurora Ribero), putri Ance. Dengan bantuan mereka, Ali berhasil menemui ibunya yang ternyata sudah punya keluarga baru. Masalah ibu dan anak muncul. Keempat imigran yang akan memulai usaha restoran Indonesia, menyadarkan Ali bahwa banyak jalan untuk menemukan arti keluarga, sambil mengejar impiannya.",
        "tahun" : 2021,
        "pemain" : [
            "Iqbaal Ramadhan",
            "Nirina Zubir",
            "Asri Welas",
            "Tika Panggabean",
            "Happy Salma"
        ],
        "funfact" : [
            "Penghargaan Festival Film Bandung 2021 (Penata Editing Terpuji Film)",
            "Penghargaan Festival Film Wartawan Indonesia 2021 (Film Terbaik, Sutradara Terbaik, Penyunting Gambar Terbaik, Penata Kamera Terbaik, Aktris Pendukung Terbaik, Aktris Pendukung Terbaik)",
            "Penghargaan Festival Film Indonesia 2021 (Pemeran Pendukung Perempuan Terbaik)"
        ]
    },{
        "judul" : "Warkop DKI Reborn",
        "genre" : ["Komedi"],
        "durasi" : 103,
        "produser" : "Frederica",
        "sutradara" : "Rako Prijanto",
        "penulis" : "Anggoro Saronto, Rako Prijanto",
        "gambar" : "assets/images/blog/WarkopDKIReborn.jpg",
        "sinopsis" : "Warkop DKI Dono (Aliando Syarief), Kasino (Adipati Dolken), Indro (Randy Danistha) kali ini mendapat tugas sebagai agen polisi rahasia. Mereka dibawah komando Komandan Cok (Indro Warkop), yang kehilangan tangankanannya, Karman (Mandra), saat mensinyalir adanya pencucian uang di dunia perfilman Indonesia. Tepatnya di sebuah rumah produksi milik Amir Muka (Ganindra Bimo). Warkop DKI akhirnya bisa masuk dalam dunia film dan terlibat dalam sebuah pembuatan film komedi berpasangan dengan artis sinetron yang hijrah ke dunia film, Inka (Salshabilla Adriani). Warkop DKI malah membuat Inka terjebak bersama mereka di sebuah ruangan. Warkop DKI dan Inka jatuh pingsan. Saat terbangun, Warkop DKI kaget karena berada di padang pasir! Tapi Inka lenyap! Pencarian Warkop DKI mencari jejak Inka menyeret mereka dalam petualangan seru di padang pasir.",
        "tahun" : 2019,
        "pemain" : [
            "Aliando Syarief",
            "Adipati Dolken",
            "Randy Danistha"
        ],
        "funfact" : [
            "",
            "",
            ""
        ]
    },{
        "judul" : "Ivanna",
        "genre" : ["Horror"],
        "durasi" : 103,
        "produser" : "Manoj Punjabi",
        "sutradara" : "Kimo Stamboel",
        "penulis" : "Lele Laila, Risa Saraswati",
        "gambar" : "assets/images/blog/Ivanna.jpg",
        "sinopsis" : "Sejak kematian ayah dan ibunya, Ambar (Caitlin Halderman) dan Dika (Jovarel Callum) pindah ke sebuah panti jompo milik sahabat orangtua mereka dan anaknya, Agus (Shandy William). Panti Jompo Masa Toea ditinggali tiga orang: Nenek Ani (Yati Surachman), Kakek Farid (Yayu Unru), dan Oma Ida (Rina Hassim). Ketiganya diurus oleh Rina (Taskya Namya), suster yang juga pacar Agus. Tidak lama setelah kepindahan Ambar dan Dika, cucu Oma Ida, Arthur (Junior Roberts), datang untuk merayakan Idul Fitri. Ambar yang memiliki kemampuan melihat hal-hal mistis, secara tidak sengaja mendapatkan penglihatan dari masa lalu: Ivanna (Sonia Alyssa), perempuan Belanda, mengalami penyiksaan oleh tentara Jepang yang mengakibatkan ia kehilangan kepala. Serangkaian kejadian mistis mulai menghantui Ambar dan seluruh penghuni panti jompo, terlebih setelah mereka menemukan sebuah patung tanpa kepala di ruang bawah tanah beserta dengan piringan hitam yang berisi lagu menyeramkan. Di hari Lebaran, keadaan semakin mencekam ketika penghuni panti menemukan Nenek Ani meninggal dengan keadaan tanpa kepala. Semua orang panik, terlebih ketika satu persatu misteri dendam Ivanna terungkap. Dengan keselamatan seluruh penghuni panti kini terancam, Ambar dituntut untuk menyelesaikan dendam Ivanna, sebelum arwah itu merenggut nyawa mereka semua.",
        "tahun" : 2022,
        "pemain" : [
            "Caitlin Halderman",
            "Jovarel Callum",
            "Junior Roberts",
            "Shandy William",
            "Sonia Alyssa"
        ],
        "funfact" : [
            "Penghargaan Festival Film Wartawan Indonesia 2022 (Aktor Pendukung Terbaik)"
        ]
    },{
        "judul" : "KKN Desa Penari",
        "genre" : ["Horror"],
        "durasi" : 121,
        "produser" : "Manoj Punjabi",
        "sutradara" : "Awi Suryadi",
        "penulis" : "Lele Laila, Gerald Mamahit",
        "gambar" : "assets/images/blog/KKN.jpg",
        "sinopsis" : "Enam mahasiswa yang melaksanakan KKN di sebuah desa terpencil, Nur (Tissa Biani), Widya ( Adinda Thomas), Ayu (Aghniny Haque), Bima (Achmad Megantara), Anton (Calvin Jeremy) dan Wahyu (M Fajar Nugraha) tidak pernah menyangka kalau desa yang mereka pilih ternyata bukanlah desa biasa. Pak Prabu (Kiki Narendra), kepala desa, memperingatkan mereka untuk tidak melewati batas gapura terlarang. Tempat misterius itu mungkin ada hubungannya dengan penari cantik yang mulai menganggu Nur dan juga Widya. Satu persatu mulai merasakan keanehan desa tersebut. Bima pun mulai berubah sikap. Program KKN mereka berantakan. Tampaknya penghuni gaib desa tersebut tidak menyukai mereka. Nur akhirnya menemukan fakta bahwa salah satu dari mereka melanggar aturan yang paling fatal di desa tersebut. Teror sosok penari misterius semakin menyeramkan. Mereka meminta bantuan Mbah Buyut (Diding Boneng) dukun setempat. Terlambat. Mereka terancam tidak bisa pulang dengan selamat dari desa yang dikenal dengan sebutan desa penari itu.",
        "tahun" : 2022,
        "pemain" : [
            "Tissa Biani",
            "Achmad Megantara",
            "Calvin Jeremy",
            "Adinda Thomas",
            "Aghniny Haque",
            "M Fajar Nugraha"
        ],
        "funfact" : [
            "Penghargaan Festival Film Wartawan Indonesia 2022 (Piala Khusus Pemecah Rekor Penonton Terbanyak Sepanjang Masa, Aktris Utama Terbaik, Aktris Pendukung Terbaik)"
        ]
    },{
        "judul" : "Menjelang Magrib",
        "genre" : ["Horror"],
        "durasi" : 102,
        "produser" : "Helfi Kardit, Djonny Chen, Yannie Sukarya",
        "sutradara" : "Helfi Kardit",
        "penulis" : "Helfi Kardit",
        "gambar" : "assets/images/blog/MenjelangMagrib.jpg",
        "sinopsis" : "Thalia (Annette Edoarda), Erlan (Jeffry Reksa), dan Ahmad (Fajar Kurniawan), mahasiswa jurusan psikologi, menemui Nina (Novia Bachmid), pasien sakit jiwa untuk skripsi dan membuat dokumenter karena penyakit si pasien dianggap aneh. Nina mengalami tiga fase perubahan mental. Pagi dan siang terlihat normal tapi tetap dengan dingin dan mengerikan. Fase kedua menuju malam Nina mulai bereaksi histeris. Nina merasakan ada roh masuk ke dalam tubuhnya. Fase ketiga adalah fase tubuh Nina yang bukan diri Nina lagi. Nina sudah dikuasai roh leluhur Nina yang hidup ratusan tahun lalu. Investigasi Thalia cs harus berhadapan dengan hal-hal mistis yang di luar logika mereka.",
        "tahun" : 2022,
        "pemain" : [
            "Annette Edoarda",
            "Novia Bachmid",
            "Jeffry Reksa",
            "Fajar Kurniawan"
        ],
        "funfact" : [
            "",
            "",
            ""
        ]
    },{
        "judul" : "Si Manis Jembatan Ancol",
        "genre" : ["Horror"],
        "durasi" : 127,
        "produser" : "Raam Punjabi",
        "sutradara" : "Anggy Umbara",
        "penulis" : "Anggy Umbara, Fajar Umbara, Isman HS",
        "gambar" : "assets/images/blog/SiManisJembatanAncol.jpg",
        "sinopsis" : "Djakarta 1973. Kehidupan rumah tangga Maryam (Indah Permatasari) dan Roy (Arifin Putra) diambang kehancuran. Bisnis Roy yang merugi mengakibatkan perubahan besar sikap Roy pada Maryam. Maryam menemukan oase dengan kehadiran Yuda (Randy Pangalila), pelukis tampan dan penuh perhatian. Bisnis Roy hancur dan terancam dibunuh sekelompok lintah darat karena tidak bisa mengembalikan hutangnya. Kesalahpahaman terjadi ketika Roy mengetahui kedekatan Maryam dengan Yuda. Roy nekat meminta lintah darat itu untuk menculik dan membunuh Maryam demi mendapatkan sertifikat rumah beratasnamakan Maryam. Kematian Maryam menjadikan arwahnya bernafsu dendam sehingga kemunculannya di kampung menjadi sebuah legenda menyeramkan.",
        "tahun" : 2019,
        "pemain" : [
            "Indah Permatasari",
            "Arifin Putra",
            "Randy Pangalila",
            "Ozy Syahputra"
        ],
        "funfact" : [
            "",
            "",
            ""
        ]
    },{
        "judul" : "Perempuan Tanah Jahanam",
        "genre" : ["Horror"],
        "durasi" : 106,
        "produser" : "Shanty Harmayn, Tia Hasibuan, Aoura Lovenson Chandra, Ben Soebiakto",
        "sutradara" : "Joko Anwar",
        "penulis" : "Joko Anwar",
        "gambar" : "assets/images/blog/PerempuanTanahJahanam.jpg",
        "sinopsis" : "Maya (Tarao Basro) berusaha bertahan di kota tanpa keluarga. Hanya sahabat baiknya Dini (Marissa Anita), yang bersama dirinya jatuh bangun mencoba memperbaiki hidup. Ketika Maya mendapatkan informasi bahwa dia mungkin memiliki harta warisan dari keluarga Maya yang kaya di sebuah desa, Maya dan Dini langsung ke sana tanpa menyadari bahaya yang menanti.",
        "tahun" : 2019,
        "pemain" : [
            "Tara Basro",
            "Marissa Anita",
            "Asmara Abigail"
        ],
        "funfact" : [
            "Penghargaan Festival Film Indonesia 2020 (Film Cerita Panjang Terbaik, Sutradara Terbaik, Pemeran Pendukung Perempuan Terbaik, Penata Suara Terbaik, Penyunting Gambar Terbaik)"
        ]
    },{
        "judul" : "Makmum",
        "genre" : ["Horror"],
        "durasi" : 95 ,
        "produser" : "Dheeraj Kalwani",
        "sutradara" : "Hadrah Daeng Ratu",
        "penulis" : "Alim Studio, Vidya Talisa Ariestya, Riza Pahlevi",
        "gambar" : "assets/images/blog/Makmum.jpg",
        "sinopsis" : "Sosok gaib yang disebut Makmum oleh para penghuni asrama semakin sering mengganggu, sejak Rini (Titi Kamal) menetap kembali di asrama untuk memenuhi permintaan Bu Kinanti (Jajang C Noer) yang kesehatannya terus menurun. Rosa (Reny Yuliana), pemimpin asrama baru, tidak menanggapi ketakutan tiga siswi: Nurul (Tissa Bianni), Nisa (Bianca Hello), Putri (Adila Fitri) yang dilarang keluar asrama selama masa liburan, karena nilai mereka yang jelek. Intensitas kesurupan Putri yang terus meningkat, membuat suasana semakin tidak kondusif. Rini menyadari ada sesuatu yang tidak beres di dalam asrama ini. Ia mencoba membantu para siswi dan berusaha menguak misteri tersebut. Ia tidak sadar bahwa nyawanya terancam.",
        "tahun" : 2019,
        "pemain" : [
            "Titi Kamal",
            "Ali Syakieb",
            "Tissa Biani"
        ],
        "funfact" : [
            "",
            "",
            ""
        ]
    },{
        "judul" : "Suzzanna :  Bernapas dalam Kubur",
        "genre" : ["Horror"],
        "durasi" : 125,
        "produser" : "Sunil Soraya",
        "sutradara" : "Rocky Soraya, Anggy Umbara",
        "penulis" : "Bene Dion Rajagukguk, Sunil Soraya, Ferry Lesmana",
        "gambar" : "assets/images/blog/Suzzanna.jpg",
        "sinopsis" : "Suzzanna (Luna Maya) dan Satria (Herjunot Ali) sudah menikah selama tujuh tahun tetapi belum dikaruniai anak. Mereka tinggal bersama tiga pembantunya: Mia (Asri Welas), Tohir (Ence Bagus), dan Pak Rojali (Opie Kumis). Kehamilan Suzanna yang ditunggu-tunggu akhirnya terjadi, namun sayangnya bertepatan dengan rencana dinas Satria ke luar negeri. Hal ini dimanfaatkan empat karyawan Satria: Jonal (Verdi Solaiman), Umar (Teuku Rifnu Wikana), Dudun (Alex Abbad), dan Gino (Kiki Narendra), yang menyimpan dendam kepada Satria dan berniat merampok rumah Satria ketika rumahnya sepi. Namun naas, rencana perampokan mereka berubah menjadi pembunuhan Suzanna yang seharusnya pergi bersama tiga pembantunya ternyata pulang sendiri karena kondisi tubuh yang lemah. Panik, mereka lalu mengubur jenazah Suzzanna di belakang rumah. Anehnya, keesokan hari, Suzzanna tetap beraktivitas seperti biasa di rumahnya, seperti tak terjadi apa-apa.",
        "tahun" : 2018,
        "pemain" : [
            "Luna Maya",
            "Herjunot Ali"
        ],
        "funfact" : [
            "",
            "",
            ""
        ]
    },{
        "judul" : "Pengabdi Setan",
        "genre" : ["Horror"],
        "durasi" : 107,
        "produser" : "Gope T Samtani",
        "sutradara" : "Joko Anwar",
        "penulis" : "Joko Anwar, Subagio Samtani, Sisworo Gautama, Imam Tantowi, Naryono Prayitno",
        "gambar" : "assets/images/blog/PengabdiSetan.jpg",
        "sinopsis" : "Rini beserta bapak, ibu, dan ketiga adik laki-lakinya terpaksa tinggal di rumah neneknya di luar kota setelah rumah mereka dijual untuk pengobatan ibunya. Ibunya sakit selama tiga setengah tahun tanpa diketahui penyebabnya sehingga keluarganya mengalami krisis finansial. Setelah ibunya meninggal, ayah Rini pergi untuk sebuah pekerjaan. Teror mulai muncul. Sosok hantu perempuan menyerupai ibu mereka menghantui Rini dan adik-adiknya. Rini menemukan fakta bahwa di masa lalu keluarganya terlibat dalam suatu perjanjian hitam yang mengancam keselamatan keluarga mereka. Rini dan adik-adiknya harus membuka misteri masa lalu untuk tetap hidup.",
        "tahun" : 2017,
        "pemain" : [
            "Tara Basro",
            "Endy Arfian",
            "Nasar Anuz",
            "Adhiyat Abdulkhadir"
        ],
        "funfact" : [
            "Penghargaan Festival Film Indonesia 2017 (Pemeran Anak Terbaik, Tata Sinematografi Terbaik, Tata Suara Terbaik, Lagu Tema Terbaik, Tata Musik Terbaik, Tata Efek Visual Terbaik, Tata Artistik Terbaik)",
            "Penghargaan Festival Film Tempo 2017 (Aktris Pendukung Pilihan Tempo, Pemain Anak Pilihan Tempo)",
            "Penghargaan Indonesia Box Office Movie Awards 2018 (Film Box Office Terbaik, Pemeran Pendukung Wanita Terbaik, Sutradara Terbaik, Pendatang Baru Terbaik, Trailer Film Terbaik, Original Soundtrack Film Terbaik)"
        ]
    },{
        "judul" : "12 Cerita Glen Anggara",
        "genre" : ["Drama", "Romantis"],
        "durasi" : 118,
        "produser" : "Frederica, Chand Parwez Servia",
        "sutradara" : "Fajar Bustomi",
        "penulis" : "Alim Studio, Luluk HF",
        "gambar" : "assets/images/blog/12CeritaGlenAnggara.jpg",
        "sinopsis" : "Shena (Prilly Latuconsina) memberikan Glen (Junior Roberts) daftar 12 hal yang ingin dilakukannya sebelum maut menjemput dirinya. Glen setuju karena merasa kasihan dan ingin berbuat kebaikan. Ternyata Glen mulai merasakan cinta yang sesungguhnya pada Shena. Hal ini membuat Shena menjadi takut, karena rasa cinta di antara mereka akan menyulitkan Glen nantinya jika dia sudah tiada. Shena memutuskan untuk mengakhiri 12 permintaan tersebut sebelum selesai dikerjakan. Namun, Glen justru ngotot ingin menyelesaikan 12 permintaan tersebut.",
        "tahun" : 2022,
        "pemain" : [
            "Prilly Latuconsina",
            "Junior Roberts",
            "Angga Yunanda",
            "Adhisty Zara",
            "Abun Sungkar",
            "Dannia Salsabilla"
        ],
        "funfact" : [
            "",
            "",
            ""
        ]
    },{
        "judul" : "Noktah Merah Perkawinan",
        "genre" : ["Drama", "Romantis"],
        "durasi" : 119,
        "produser" : "Gope T Samtani",
        "sutradara" : "Sabrina Rochelle Kalangie",
        "penulis" : "Titien Wattimena, Sabrina Rochelle Kalangie",
        "gambar" : "assets/images/blog/NoktahMerahPerkawinan.jpg",
        "sinopsis" : "Setelah sebelas tahun menikah hubungan Ambar (Marsha Timothy) dan Gilang (Oka Antara) memasuki masa-masa kekecewaan. Apalagi campur tangan keduaorang tua mereka. Gilang bekerja sebagai arsitek lanskap, sedangkan Ambar, di sela-sela kesehariannya mengurus rumah dan anak-anak, berusaha menyibukkan diri dan mencari kedamaian dengan mengajar lokakarya keramik. Di sanalah ia berkenalan dengan Yuli (Sheila Dara Aisha) yang menjadi murid di kelasnya. Hubungan Gilang, Ambar dan Yuli menjadi semakin rumit setelah Gilang mengerjakan projek taman milik Kemal (Roy Sungkono), pacar Yuli. Yuli membawa kenyamanan yang sudah lama hilang bagi Gilang, begitu pula sebaliknya. Di puncak sakit hati dan kekecewaannya, Ambar mempertanyakan apakah pernikahannya memang pantas untuk diselamatkan.",
        "tahun" : 2022,
        "pemain" : [
            "Marsha Timothy",
            "Oka Antara",
            "Sheila Dara Aisha"
        ],
        "funfact" : [
            "Penghargaan Festival Film Wartawan Indonesia 2022 (Aktris Pendukung Terbaik)"
        ]
    },{
        "judul" : "Until Tomorrow",
        "genre" : ["Drama", "Romantis"],
        "durasi" : 105,
        "produser" : "Oswin Bonifanz",
        "sutradara" : "Hadrah Daeng Ratu",
        "penulis" : "Evelyn Afnilia",
        "gambar" : "assets/images/blog/UntilTomorrow.jpg",
        "sinopsis" : "Penantian Sarah (Clara Bernadeth) akan sebuah pernikahan bersama kekasihnya, Haka (Deva Mahenra) mulai terwujud ketika secara mengejutkan Haka melamar dirinya setelah lama pacaran. Namun, kebahagiaan mereka seakan terenggut ketika Sarah divonis menderita kanker darah stadium tiga, dan harus intens menjalankan pengobatan. Di sisi lain, peluang pekerjaan Haka sedang bersinar. Ia harus membagi waktunya untuk menemani Sarah dan menyelesaikan pekerjaannya.",
        "tahun" : 2022,
        "pemain" : [
            "Clara Bernadeth",
            "Deva Mahendra"
        ],
        "funfact" : [
            "",
            "",
            ""
        ]
    },{
        "judul" : "My Sassy Girl",
        "genre" : ["Romantis", "Komedi", "Drama"],
        "durasi" : 117,
        "produser" : "Frederica",
        "sutradara" : "Fajar Bustomi",
        "gambar" : "assets/images/blog/MySassyGirlIND.jpg",
        "penulis" : "Titien Wattimena, Jae-young Kwak",
        "sinopsis" : "Gian (Jefri Nichol) seharusnya pergi ke rumah tantenya karena sang tante ingin menjodohkan Gian dengan mantan kekasih almarhum anaknya. Namun sejak di stasiun hingga di dalam gerbong kereta, Gian terjebak dalam situasi harus mengurus gadis mabuk bernama Sisi (Tiara Andini) hingga harus membawanya ke hotel. Terjadi kesalahpahaman antara Gian dan Sisi namun justru kesalahpahaman itulah yang membawa mereka ke dalam pertemuan demi pertemuan selanjutnya, membentuk sebuah kebersamaan di mana Gian menemukan dirinya tak bisa dan tak mau lepas lagi dari Sisi meski Sisi seringkali membullynya. Sisi yang punya sisi muram akibat masa lalunya pun menemukan kebahagiaan setiap kali bersama Gian. Sayangnya Sisi selalu merasa ia tidak pantas berbahagia sementara Gian selalu berusaha menuruti kemauan Sisi, seaneh apapun permintaan Sisi, demi bisa membawa Sisi lepas dari kesedihan yang kerap Gian temukan di antara segala tingkah Sisi yang konyol.",
        "tahun" : 2022,
        "pemain" : [
            "Tiara Andini",
            "Jefri Nichol"
        ],
        "funfact" : [
            "Produksi ulang dari film korea berjudul sama karya Jae Young Kwak"
        ]
    },{
        "judul" : "Dear Nathan",
        "genre" : ["Romantis", "Drama"],
        "durasi" : 99 ,
        "produser" : "Gope T Samtani",
        "sutradara" : "Indra Gunawan",
        "penulis" : "Bagus Bramanti",
        "gambar" : "assets/images/blog/DearNathan.jpg",
        "sinopsis" : "Sebagai murid pindahan di SMA Garuda, Salma berusaha selektif memilih teman. Sayangnya pagi itu Salma terlambat datang dan seorang siswa yang tidak kenal menolongnya menyelinap ke sekolah dan menyelamatkannya dari hukuman karena terlambat mengikuti upacara bendera. Belakangan Salma tahu bahwa siswa penolong itu bernama Nathan, murid paling berandal yang hobi tawuran. Salma berusaha menjauhi orang macam Nathan. Masalah datang ketika Nathan terang-terangan mengejar cinta Salma dan membuat heboh satu sekolah. Berbagai cara digunakan Salma untuk menghindar, tapi kesempatan-kesempatan tak terduga justru mengantarnya semakin dekat dengan Nathan. Salma memahami masa lalu Nathan, dan perlahan jatuh cinta. Saat Nathan serius membuka diri untuk diubah oleh Salma, kekasih masa lalu Nathan bernama Seli, datang untuk meminta cinta Nathan kembali.",
        "tahun" : 2017,
        "pemain" : [
            "Amanda Rawles",
            "Jefri Nichol"
        ],
        "funfact" : [
            "Penghargaan Piala Maya 2017 (Aktor Pendatang Baru Terpilih)",
            "Adaptasi dari novel dengan judul yang sama"
        ]
    },{
        "judul" : "Tersanjung the Movie",
        "genre" : ["Romantis", "Drama"],
        "durasi" : 115,
        "produser" : "Raam Punjabi",
        "sutradara" : "Hanung Bramantyo, Pandhu Adjisurya",
        "penulis" : "Hanung Bramantyo, Pandhu Adjisurya",
        "gambar" : "assets/images/blog/Tersanjung.jpg",
        "sinopsis" : "Yura Puspita (Clara Bernadeth) kehilangan ibunya sejak berusia dua tahun. Ia harus menjalani hidup bersama ibu tirinya, Indah Besari (Kinaryosih), yang memperlakukanya dengan buruk. Ayah kandungnya, Gerry Hartono (Nugie), adalah musisi yang sedang mengalami fase surut dalam karirnya, sehingga ibu tirinya seolah menjadi pemimpin rumah tangga untuk mencukupi kebutuhan ekonomi keluarga. Di sisi lain, Yura memiliki Nisa (Allya Syakila), saudara tiri yang seperti saudara kandung. Mereka tinggal di sebuah rumah yang cukup sederhana di Salatiga, Jawa Tengah. Kedekatan Yura dan kedua sahabatnya, Oka Saputra (Kevin Ardilova) dan Christian (Giorgino Abraham), membuat mereka jatuh hati. Dengan gaya bercanda namun serius Oka mengatakan bahwa Christian harus mengajak Yura berpacaran, meski sebenarnya Oka mencintai Yura sejak lama. Mengetahui Christian menghilang, Oka menerima menerima lamaran Yura dan menikahinya.",
        "tahun" : 2020,
        "pemain" : [
            "Clara Bernadeth",
            "Giorgino Abraham",
            "Kevin Ardilova"
        ],
        "funfact" : [
            "Adaptasi dari sinetron Tersanjung (360 episode: 10 April 1998 - 25 Februari 2005), dilanjutkan dengan judul Adilkah (14 episode: 4 Maret 2005 - 3 Juni 2005). Karena pandemi Covid 19, film ini ditunda peredarannya yang seharusnya bermula pada tanggal 14 Maret 2020. Tayang khusus di Netflix."
        ]
    },{
        "judul" : "Supernova",
        "genre" : ["Fantasi"],
        "durasi" : 136,
        "produser" : "Sunil Soraya, Ram Soraya",
        "sutradara" : "Rizal Mantovani",
        "penulis" : "Donny Dhirgantoro, Sunil Soraya, Dewi Lestari",
        "gambar" : "assets/images/blog/Supernova.jpg",
        "sinopsis" : "Washington DC.  Sebuah pesta  di rumah mewah mempertemukan Reuben dan Dimas, mahasiswa Indonesia yang sedang belajar di Amerika.  Malam  itu  keduanya  berjanji;  suatu hari mereka akan menulis sebuah buku, sebuah cerita  roman sains  yang menggerakkan hati  banyak orang.  Kisah tentang Ksatria, Puteri dan Bintang Jatuh. Jakarta. Dari sebuah kantor eksekutif, sebuah wawancara mendadak antara  Ferre—eksekutif muda, kaya, pintar, dan terkenal—dan Rana—wakil pemimpin redaksi majalah wanita  papan atas—mengubah jalan hidup keduanya. Keduanya  jatuh cinta. Padahal, Rana telah bersuamikan Arwin, pengusaha dari keluarga terkenal dan terpandang. Kisah Ferre dan Rana berlanjut dan semakin dalam. Bagaikan Ksatria dan Puteri di kerajaan cinta. Ferre dan Rana tidak bisa lepas dari cinta terlarang yang terasa benar, dan keteraturan  kehidupan rumah tangga Rana dan Arwin yang  baik-baik saja terasa salah. Diva, seorang model papan atas  tiba-tiba muncul dalam kehidupan Ferre. Ternyata selama ini Diva tinggal di klaster yang sama dengan Ferre, bahkan rumah mereka saling berhadapan. Reuben dan Dimas, Ferre, Rana, Arwin dan Diva, akhirnya  bertemu tanpa saling mengenali satu sama lain dalam sebuah blog agresif,  puitis, romantis,  fenomenal bernama Supernova. Kisah mereka meledak bersama Supernova.",
        "tahun" : 2014,
        "pemain" : [
            "Herjunot Ali",
            "Raline Shah",
            "Paula Verhoeven",
            "Arifin Putra",
            "Hamish Daud",
            "Fedi Nuril"
        ],
        "funfact" : [
            "Adaptasi dari novel dengan judul yang sama"
        ]
    },{
        "judul" : "Ambilkan Bulan",
        "genre" : ["Fantasi", "Musical", "Anak-anak"],
        "durasi" : 90 ,
        "produser" : "Putut Widjanarko",
        "sutradara" : "Ifa Isfansyah",
        "penulis" : "Jujur Prananto",
        "gambar" : "assets/images/blog/AmbilkanBulan.jpg",
        "sinopsis" : "Amelia (Lana Nitibaskara), gadis cilik berusia 10 tahun  yang kesepian. Ratna (Astri Nurdin), ibunya, kelewat sibuk bekerja sebagai manajer SDM di sebuah perusahaan swasta di Jakarta. Setelah kematian suaminya (Agus Kuncoro), Ratna praktis menjadi orang tua tunggal yang harus menafkahi keluarga. Seluruh waktunya dihabiskan untuk bekerja. Amelia yang merasa tidak diperhatikan akhirnya mencari teman dan kesibukan sendiri lewat situs jejaring sosial Facebook. Kegiatan ini mempertemukannya dengan Ambar, sepupunya. Ketika liburan tiba. Amelia memutuskan mengunjungi Ambar di desanya. Di sana, untuk pertama kalinya Amelia berjumpa dengan keluarga besar ayahnya. Untuk pertama kalinya pula, Amelia merasakan hidup di desa yang sangat berbeda dengan Jakarta. Setiap hari, bersama Ambar dan teman-temannya (Pandu, Kuncung, dan Hendra), Amelia menjelajah seluruh desa. Suatu hari, mereka masuk terlalu jauh ke dalam hutan di tepi desa dan tersesat. Hutan itu terkenal angker karena di dalamnya tinggal Mbah Gondrong (Landung Simatupang) yang konon berteman dengan jin dan suka memangsa anak-anak.",
        "tahun" : 2012,
        "pemain" : [
            "Lana Nitibaskara",
            "Landung Simatupang",
            "Hemas Nata Negari",
            "Bramantyo Suryo Kusumo",
            "Joshua Ivan Kurniawan",
            "Berlianda Adelianan Naafi"
        ],
        "funfact" : [
            "Penghargaan Piala Maya 2012 (Tata Efek Khusus Terpilih)",
            "Penghargaan Festival Film Bandung 2013 (Pemeran Anak-anak Terpuji)",
            "Film ini diinspirasi dari lagu-lagu almarhum AT Mahmud. Sepuluh band/penyanyi, dari perusahaan rekaman Sony Music Indonesia, menyanyikan kembali lagu-lagu AT Mahmud untuk mengisi soundtrack film ini, antara lain: Sheila on 7, The Changcuters, Judika, Coklat, Numata, Tangga, Andi/Rif, Astrid, SHE dan Superman Is Dead."
        ]
    },{
        "judul" : "Naura & Genk Juara the Movie",
        "genre" : ["Adventure", "Anak-anak"],
        "durasi" : 103,
        "produser" : "Pax Benedanto, Handoko Hendroyono, Amalia Prabowo",
        "sutradara" : "Eugene Panji",
        "penulis" : "Asaf Antariksa, Bagus Bramanti, Dendie Archenius Hutauruk, Joko Sutrisno",
        "gambar" : "assets/images/blog/NauraGenkJuara.jpg",
        "sinopsis" : "Naura, Okky, dan Bimo terpilih mewakili sekolahnya untuk bersaing dalam kompetisi sains di acara Kemah Kreatif yang berlokasi di kawasan hutan tropis Situ Gunung, Sukabumi. Petualangan ini mempertemukan mereka dengan Kipli, seorang ranger cilik yang sedang menggagalkan usaha Trio Licik, kelompok sindikat perdagangan hewan liar.  Tipu daya Trio Licik membawa Naura, Okky, Bimo, dan Kipli ke dalam aksi petualangan mendebarkan. Persahabatan dan kesempatan menjadi juara lomba sains antar sekolah sedang dipertaruhkan.",
        "tahun" : 2017,
        "pemain" : [
            "Adyla Rafa Naura Ayu",
            "Joshua Yorie Rundengan",
            "Vickram Abdul Faqih Priyono",
            "Andryan Sulaiman Bima"
        ],
        "funfact" : [
            "",
            "",
            ""
        ]
    },{
        "judul" : "5cm",
        "genre" : ["Adventure", "Romantis", "Drama"],
        "durasi" : 126,
        "produser" : "Sunil Soraya, Ram Soraya",
        "sutradara" : "Rizal Mantovani",
        "penulis" : "Donny Dhirgantoro, Sunil Soraya, Hilman Mutasi",
        "gambar" : "assets/images/blog/5cm.jpeg",
        "sinopsis" : "Genta, Arial, Zafran, Riani, dan Ian merasa “jenuh” dengan persahabatan mereka dan memutuskan untuk berpisah, tidak saling berkomunikasi satu sama lain selama tiga bulan lamanya. Selama tiga bulan mereka bertemu kembali dan merayakan pertemuan mereka dengan sebuah perjalanan penuh impian dan tantangan. Sebuah perjalanan hati demi  mengibarkan sang saka merah putih di puncak tertinggi Jawa pada tanggal 17 Agustus.",
        "tahun" : 2012,
        "pemain" : [
            "Herjunot Ali",
            "Fedi Nuril",
            "Pevita Pearce",
            "Igor Saykoji",
            "Denny Sumargo",
            "Raline Shah"
        ],
        "funfact" : [
            "Penghargaan Festival Film Indonesia 2013 (Pengarah Sinematografi Terbaik)",
            "Film ini memecahkan rekor. Mulai tayang di 78 layar, dan empat hari kemudian tayang di 194 layar, jumlah yang biasanya dipakai oleh film blockbuster Hollywood. Bahkan ada bioskop yang merelakan tiga layarnya khusus untuk film ini (antara lain: Gading – Jakarta, Mega Bekasi – Bekasi, dan Ciwalk – Bandung), dan sekitar 40 bioskop menggunakan dua layar. Dalam lima hari pertama tayang meraih 521.473 penonton."
        ]
    },{
        "judul" : "Paranoia",
        "genre" : ["Thriller"],
        "durasi" : 101,
        "produser" : "Mira Lesmana",
        "sutradara" : "Riri Riza",
        "penulis" : "Jujur Prananto, Mira Lesmana, Riri Riza",
        "gambar" : "assets/images/blog/Paranoia.jpg",
        "sinopsis" : "Ketika suaminya, Gion (Lukman Sardi) yang kasar, dipenjara, Dina (Nirina Zubir) melarikan diri. Karena pandemi Gion dilepas. Dina cemas dan diburu karena selain lari bersama anak mereka, Laura (Caitlin North-Lewis), ia juga membawa sebuah barang berharga. Dalam persembunyian, seorang pria tak dikenal bernama Raka (Nicolas Saputra) muncul dan mengusik hubungan Dina dan Laura. Situasi menjadi bertambah sulit dan ancaman semakin mendekat.",
        "tahun" : 2021,
        "pemain" : [
            "Nirina Zubir",
            "Nicholas Saputra",
            "Caitlin North-Lewis",
            "Lukman Sardi"
        ],
        "funfact" : [
            "Resmi terpilih di Bucheon International Fantastic Film Festival, World Fantastic Blue, 8-18 Juli 2021"
        ]
    },{
        "judul" : "A World Without",
        "genre" : ["Thriller"],
        "durasi" : 107,
        "produser" : "Wilza Lubis",
        "sutradara" : "Nia Dinata",
        "penulis" : "Nia Dinata, Lucky Kuswandi",
        "gambar" : "assets/images/blog/AWorldWithout.jpg",
        "sinopsis" : "Tahun 2030. Tiga remaja perempuan bergabung bersama The Light, sebuah organisasi yang menjanjikan anggotanya untuk mewujudkan kehidupan yang mereka inginkan. Namun mereka harus mengalami pengalaman bertolak belakang dengan yang mereka impikan. The Light memasangkan setiap remaja sesuai dengan karakter dan kemampuan masing-masing untuk dinikahkan. Perlahan-lahan terungkap The Light memiliki sisi gelap yang tak diketahui banyak orang. Tiga remaja tadi harus harus berjuang untuk mengatasi situasi tersebut.",
        "tahun" : 2021,
        "pemain" : [
            "Amanda Rawles",
            "Maizura",
            "Asmara Abigail",
            "Chicco Jerikho",
            "Ayushita"
        ],
        "funfact" : [
            "",
            "",
            ""
        ]
    },{
        "judul" : "Target",
        "genre" : ["Thriller"],
        "durasi" : 93 ,
        "produser" : "Sunil Soraya",
        "sutradara" : "Raditya Dika",
        "penulis" : "Raditya Dika",
        "gambar" : "assets/images/blog/Target.jpg",
        "sinopsis" : "Sembilan orang hendak shooting film berjudul Target. Ternyata mereka dijebak di sebuah gedung kosong. Seseorang bernama Game Master muncul memberitahu bahwa dalam 24 jam mereka harus mengikuti permainan-permainan mematikan. Hanya satu yang bisa selamat.",
        "tahun" : 2018,
        "pemain" : [
            "Raditya Dika",
            "Cinta Laura Kiehl",
            "Samuel Rizal",
            "Willy Dozan",
            "Abdur Arsyad",
            "Hifdzi Khoir",
            "Ria Ricis",
            "Romy Rafael",
            "Anggika Bolsterli"
        ],
        "funfact" : [
            "",
            "",
            ""
        ]
    },{
        "judul" : "Hangout",
        "genre" : ["Thriller"],
        "durasi" : 101,
        "produser" : "Gope T Samtani",
        "sutradara" : "Raditya Dika",
        "penulis" : "Raditya Dika",
        "gambar" : "assets/images/blog/Hangout.jpg",
        "sinopsis" : "Sembilan tokoh publik, Raditya Dika, Prilly Latuconsina, Soleh Solihun, Titi Kamal, Dinda Kanya Dewi, Bayu Skak, Gading Marten, Surya Saputra, dan Mathias Muchus, mendapat undangan untuk hangout alias kongkow di sebuah villa di pulau terpencil oleh sosok misterius bernama Pak Sumarsono. Tujuannya membicarakan sebuah proyek besar. Masalah muncul pada malam pertama, ketika Mathias Muchus mati diracun di hadapan mereka semua. Perahu baru akan menjemput mereka lima hari lagi. Mereka terjebak di pulau tersebut. Berusaha untuk bertahan hidup, mereka malah mati satu per satu. Ketika tinggal berempat, salah seorang dari mereka, Bayu Skak, berhasil menemukan siapa pembunuhnya, yang ternyata adalah salah satu dari mereka. Belum sempat Bayu memberitahukan ke yang lainnya, dia mati dalam kamarnya.",
        "tahun" : 2016,
        "pemain" : [
            "Raditya Dika",
            "Prilly Latuconsina",
            "Titi Kamal",
            "Surya Saputra",
            "Mathias Muchus",
            "Dinda Kanya Dewi",
            "Gading Marten",
            "Bayu Skak",
            "Soleh Solihun"
        ],
        "funfact" : [
            "",
            "",
            ""
        ]
    },{
        "judul" : "The Raid",
        "genre" : ["Thriller", "Action"],
        "durasi" : 100,
        "produser" : "Ario Sagantoro",
        "sutradara" : "Gareth H Evans",
        "penulis" : "Gareth H Evans",
        "gambar" : "assets/images/blog/TheRaid.jpg",
        "sinopsis" : "Tim SWAT (special weapons and tactics), atau pasukan khusus tiba di sebuah blok apartemen yang tidak terurus dengan misi menangkap pemiliknya, raja bandar narkotik bernama Tama. Blok ini tidak pernah digerebek oleh polisi sebelumnya. Sebagai tempat yang tidak dijangkau oleh pihak berwajib, gedung tersebut menjadi tempat berlindung para pembunuh, anggota geng, pemerkosa, dan pencuri yang mencari tempat tinggal aman.Mulai bertindak di pagi buta, kelompok SWAT diam-diam merambah ke dalam gedung dan mengendalikan setiap lantai yang mereka naiki dengan mantap. Tetapi ketika mereka terlihat oleh pengintai Tama, penyerangan mereka terbongkar. Dari penthouse suite-nya, Tama menginstruksikan untuk mengunci gedung apartemen dengan memadamkan lampu dan menutup semua jalan keluar. Terjebak di lantai 6 tanpa komunikasi dan diserang oleh penghuni apartemen yang diperintahkan oleh Tama, tim SWAT harus berjuang melewati setiap lantai dan setiap ruangan untuk menyelesaikan misi mereka dan bertahan hidup.",
        "tahun" : 2011,
        "pemain" : [
            "Iko Uwais",
            "Pierre Gruno",
            "Ray Sahetapy",
            "Joe Taslim",
            "Tegar Satria",
            "Verdi Solaiman",
            "Ananda George",
            "Eka Rahmadia",
            "R Iman Aji",
            "Donny Alamsyah",
            "Yayan Ruhian"
        ],
        "funfact" : [
            "Penghargaan Festival Film Internasional Toronto 2011 (The Cadillac People’s Choice Midnight Madness Award)",
            "Prix du Public dalam 6ème Festival Mauvais Genre di Tours, Prancis 2012",
            "Penghargaan Festival Film Internasional Dublin Jameson 2012(Audience Award, Dublin Film Critics Circle Best Film)",
            "Penghargaan Indonesian Movie Awards 2013 (Aktor Pembantu Terbaik)"
        ]
    },{
        "judul" : "Kadet 1947",
        "genre" : ["Perang"],
        "durasi" : 90 ,
        "produser" : "Celerina Judisari, Tesadesrada Ryza",
        "sutradara" : "Rahabi Mandra, Aldo Swastia",
        "penulis" : "Rahabi Mandra, Aldo Swastia",
        "gambar" : "assets/images/blog/Kadet1947.jpg",
        "sinopsis" : "Kisah aksi heroik tujuh calon perwira: Sutardjo Sigit (Bisma Karisma), Mulyono (Kevin Julio), Suharnoko Harbani (Omara Esteghlal), Bambang Saptoadji (Marthino Lio), Sutardjo (Wafda Saifan), Kapoet (Fajar Nugra), dan Dulrachman (Chicco Kurniawan). Saat itu, Belanda berusaha merebut kembali Indonesia. Pada 1947, pesawat udara Belanda mulai membombardir beberapa sarana publik vital milik Indonesia. TNI AU segera melancarkan aksi balasan melalui operasi udara di Semarang, Salatiga, dan Ambarawa menggunakan 300 kg bom. Saat konflik kian memanas, Sutardjo Sigit, Mulyono, Suharnoko, serta keempat rekan mereka saling bahu-membahu untuk mempertahankan sebuah pangkalan udara. Meski belum menguasai medan, tujuh kadet muda ini mengerahkan segenap tenaga demi membantu tentara Republik Indonesia.",
        "tahun" : 2021,
        "pemain" : [
            "Kevin Julio",
            "Bisma Karisma",
            "Omara Esteghlal",
            "Marthino Lio",
            "Wafda Saifan",
            "Fajar Nugra",
            "Chicco Kurniawan"
        ],
        "funfact" : [
            "Penghargaan JAFF Indonesian Screen Awards 2021 (Sutradara Terbaik)",
            "Penghargaan Festival Film Bandung 2022 (Penata Kamera Terpuji Film Bioskop)",
            "Penghargaan Festival Film Indonesia 2022 (Penata Rias Terbaik)"
        ]
    },{
        "judul" : "Merah Putih Memanggil",
        "genre" : ["Perang"],
        "durasi" : 121,
        "produser" : "Josie Karjadi",
        "sutradara" : "Mirwan Suwarso",
        "penulis" : "TB Silalahi",
        "gambar" : "assets/images/blog/MerahPutih.jpg",
        "sinopsis" : "Sebuah kapal pesiar berbendera Indonesia dibajak teroris internasional di perairan Indonesia. Satu awak kapal ditembak mati, empat lainnya, termasuk kapten beserta tiga warga Perancis, satu warga Kanada dan satu warga Korea Selatan diculik dan dibawa ke suatu daerah di bagian selatan negara tetangga. Pimpinan penculik meminta tebusan dari negara-negara yang warganya diculik. Berkat pendekatan dari pemerintah Indonesia, negara tetangga tersebut memberi ijin kepada TNI masuk ke daerahnya untuk membebaskan sandera dalam waktu 2x24 jam. TNI membuat Operasi Gabungan. TNI AD melakukan operasi pendadakan dengan mengirimkan satu team dari Batalyon Anti Teror Kopassus yang diterjunkan malam hari secara free fall. Mereka dibantu pesawat tempur dari TNI AU, serta kapal-kapal perang TNI AL di pantai, serta operasi Kopaska (Pasukan Katak) dan Batalyon Marinir.",
        "tahun" : 2017,
        "pemain" : [
            "Maruli Tampubolon",
            "Prisia Nasution",
            "Ariyo Wahab",
            "Mentari De Marelle"
        ],
        "funfact" : [
            "",
            "",
            ""
        ]
    },{
        "judul" : "Pasukan Garuda : I Leave My Heart in Lebanon",
        "genre" : ["Perang"],
        "durasi" : 93 ,
        "produser" : "Zairin Zain",
        "sutradara" : "Benni Setiawan",
        "penulis" : "Benni Setiawan, TB Silalahi",
        "gambar" : "assets/images/blog/PasukanGaruda.jpg",
        "sinopsis" : "Anggota Kontingen Garuda, Kapten Satria (Rio Dewanto), Lettu Arga (Yama Carlos), dan Serka Gulamo (Boris Bokir), ditugaskan ke Lebanon sebagai penjaga perdamaian. Satria antara lain harus melerai pertikaian antara tentara Israel dengan tentara Lebanon, dan berhasil membebaskan tentara Spanyol dari sandera pasukan Hizbullah. Dalam misinya di Lebanon, Kontingen Garuda juga memberikan bantuan sosial kepada warga setempat. Kapten Satria bertemu dengan Rania (Jowy Khoury), guru sekolah dasar, ketika berkunjung ke sekolah-sekolah guna memberikan pemeriksaan kesehatan dan informasi. Sementara di Indonesia, Diah (Revalina S Temat), pacar Satria, semakin gamang, karena muncul Andri (Baim Wong), pemuda lulusan Inggris yang sukses di bidang properti. Andri menaruh hati kepada Diah dan didukung ibunya (Tri Yudiman). Ayah Diah (Dedy Mizwar) justru meminta Diah untuk setia menunggu Kapten Satria selesai tugas. Satria tak mungkin menikahi Rania dan menetap disana, kecuali dia keluar sebagai prajurit TNI. Rania tidak mungkin meninggalkan Lebanon. Saat Satria kembali ke Indonesia dan menemui Diah, Diah sedang melaksanakan pernikahan dengan Andri.",
        "tahun" : 2016,
        "pemain" : [
            "Rio Dewanto",
            "Jowy Khoury",
            "Revalina S Temat",
            "Baim Wong"
        ],
        "funfact" : [
            "Adaptasi dari novel I Leave May Heart in Lebanon"
        ]
    },{
        "judul" : "Jenderal Soedirman",
        "genre" : ["Perang"],
        "durasi" : 126,
        "produser" : "Handi Ilfat, Sekar Ayu Asmara, M Nolizam, Ratna Syahnakri",
        "sutradara" : "Viva Westi",
        "penulis" : "TB Deddy Safiudin, Viva Westi",
        "gambar" : "assets/images/blog/JenderalSoedirman.jpg",
        "sinopsis" : "Belanda menyatakan secara sepihak sudah tidak terikat dengan perjanjian Renville, sekaligus menyatakan penghentian gencatan senjata. Pada tanggal 19 Desember 1948, Jenderal Simons Spoor Panglima Tentara Belanda memimpin Agresi militer ke II menyerang Yogyakarta yang saat itu menjadi ibukota Republik.Soekarno-Hatta ditangkap dan diasingkan ke Pulau Bangka. Jenderal Soedirman yang sedang didera sakit berat melakukan perjalanan ke arah selatan dan memimpin perang gerilya selama tujuh bulan. Belanda menyatakan Indonesia sudah tidak ada. Dari kedalaman hutan, Jenderal Soedirman menyiarkan bahwa Republik Indonesia masih ada, kokoh berdiri bersama Tentara Nasionalnya yang kuat. Soedirman membuat Jawa menjadi medan perang gerilya, membuat Belanda kehabisan logistik dan waktu. Kemanunggalan TNI dan rakyat lah akhirya memenangkan perang. Dengan ditanda tangani Perjanjian Roem-Royen, Kerajaan Belanda mengakui kedaulatan RI seutuhnya.",
        "tahun" : 2015,
        "pemain" : [
            "Adipati Dolken",
            "Ibnu Jamil",
            "Surawan Prihatnolo KA",
            "Abdus Samad",
            "Anto Galon",
            "Angga Riyadi",
            "Gregorius Andika SN",
            "Ahmadulloh",
            "Anintriyoga Dian P",
            "Ahmad Ramadhan A",
            "Wawan Cenut",
            "Anggi Agus S",
            "Gogot Suryanto",
            "Ahmad Andaru T"
        ],
        "funfact" : [
            "",
            "",
            ""
        ]
    },{
        "judul" : "Merah Putih",
        "genre" : ["Perang"],
        "durasi" : 109,
        "produser" : "Conor Ally, Gary Hayes",
        "sutradara" : "Yadi Sugandi",
        "penulis" : "Conor Ally, Rob Allyn",
        "gambar" : "assets/images/blog/MerahPutih.jpg",
        "sinopsis" : "Enam orang pemuda dengan dari latar belakang yang berbeda-beda sedang mengikuti pelatihan militer sekitar tahun 1947. Sebelum mereka menyelesaikan masa latihan di sebuah kamp pelatihan, Belanda datang dan membumihanguskan tempat tersebut dan membunuh teman-teman seangkatan mereka. Keenam pemuda tersebut: Amir, Thomas, Dayan, Marius dan Soerono berhasil lolos dari kejaran Belanda untuk kemudian melawan balik.",
        "tahun" : 2009,
        "pemain" : [
            "Lukman Sardi",
            "Teuku Rifnu Wikana",
            "Donny Alamsyah",
            "Darius Sinathrya",
            "Zumi Zola",
            "Rahayu Saraswati",
            "Astri Nurdin"
        ],
        "funfact" : [
            "",
            "",
            ""
        ]
    },{
        "judul" : "3 Srikandi",
        "genre" : ["Sport"],
        "durasi" : 121,
        "produser" : "Raam Punjabi",
        "sutradara" : "Iman Brotoseno",
        "penulis" : "Swastika Nohara, Iman Brotoseno",
        "gambar" : "assets/images/blog/3Srikandi.jpg",
        "sinopsis" : "Indonesia 1988. Dunia mempersiapkan Olimpiade ke 24 di Seoul. Panahan Indonesia berada di titik kritis. Dibutuhkan pelatih yang bisa menyiapkan tim panahan wanita dalam waktu yang singkat. Satu-satunya yang bisa diandalkan menjadi pelatih adalah Donald Pandiangan (Reza Rahardian). Tapi Donald sendiri sudah lama menghilang. Di tahun 1980 saat hendak mengikuti Olimpiade Moskow, ia batal pergi karena alasan politis. Kini ia hidup jauh dari panahan. Selain pelatih, tim panahan pun harus diisi 3 atlit wanita terbaik. Mereka adalah Nurfitriyana (Bunga Citra Lestari), Lilies (Chelsea Islan) dan Kusuma (Tara Basro). Olimpiade semakin dekat. 3 Srikandi pun memiliki masalah masing-masing. Pak Udi (Donny Damara), mesti membujuk dan meyakinkan Donald untuk mempersiapkan tim panahan wanita. Pribadi Donald yang keras, militan dan amat disiplin, mesti mampu membentuk Yana, Lilies dan Suma mencapai puncak prestasi mereka. Pergesekan dan perseteruan satu sama lain, kerasnya medan berlatih, dan waktu yang sempit, menempa mereka.",
        "tahun" : 2016,
        "pemain" : [
            "Bunga Citra Lestari",
            "Chelsea Islan",
            "Tara Basro",
            "Reza Rahadian"
        ],
        "funfact" : [
            "Berdasarkan kisah nyata"
        ]
    },{
        "judul" : "Mata Dewa",
        "genre" : ["Sport", "Romantis"],
        "durasi" : 80 ,
        "produser" : "Avesina Soebli",
        "sutradara" : "Andibachtiar Yusuf",
        "penulis" : "Andibachtiar Yusuf, Oka Aurora",
        "gambar" : "assets/images/blog/MataDewa.jpg",
        "sinopsis" : "Dewa (Kenny Austin) ingin membawa sekolahnya, SMA Wijaya, menjadi juara DBL untuk pertama kalinya. Dewa dan timnya dibantu oleh pelatih Miko (Nino Fernandez). Bumi (Brandon Salim), koordinator supporter, selalu berada di tribun penonton untuk memimpin teman-teman sekolahnya. Bening (Agatha Chelsea), jurnalis SMA Wijaya, aktif mengikuti perjalanan tim basket SMA Wijaya. Dewa yang semula angkuh hatinya luluh. Petaka menimpa Dewa, saat menolong Bening dari penjambretan. Mata kirinya dihajar preman. Akibatnya, satu matanya tidak dapat berfungsi baik. Dewa patah arang. Seorang mantan petinju kawakan (Ariyo Wahab) yang tinggal di seberang rumah susun pamannya (Dodit Mulyanto), membantu Dewa dari keterpurukan.",
        "tahun" : 2018,
        "pemain" : [
            "Kenny Austin",
            "Brandon Salim",
            "Agatha Chelsea"
        ],
        "funfact" : [
            "Terinspirasi dari kisah nyata."
        ]
    },{
        "judul" : "Garuda di Dadaku",
        "genre" : ["Sport", "Anak-anak"],
        "durasi" : 97 ,
        "produser" : "Shanty Harmayn",
        "sutradara" : "Ifa Isfansyah",
        "penulis" : "Salman Aristo",
        "gambar" : "assets/images/blog/GarudaDiDadaku.jpg",
        "sinopsis" : "Bayu (Emir Mahira), yang masih duduk di kelas 6 Sekolah Dasar, memiliki satu mimpi: menjadi pemain sepak bola hebat. Setiap hari dengan penuh semangat, ia menggiring bola menyusuri gang-gang di sekitar rumahnya sampai ke lapangan bulu tangkis dan berlatih sendiri di sana. Heri (Aldo Tansani), sahabat Bayu penggila bola, sangat yakin akan kemampuan dan bakat Bayu. Dialah motivator dan ?pelatih? cerdas yang meyakinkan Bayu agar mau ikut seleksi untuk masuk Tim Nasional U-13 yang nantinya akan mewakili Indonesia berlaga di arena internasional. Namun Pak Usman (Ikranagara), kakek Bayu, sangat menentang impian Bayu karena baginya menjadi pemain sepak bola identik dengan hidup miskin dan tidak punya masa depan. Dibantu teman baru bernama Zahra (Marsha Aruan) yang misterius, Bayu dan Heri harus mencari-cari berbagai alasan agar Bayu dapat terus berlatih sepak bola. Hambatan demi hambatan terus menghadang mimpi Bayu, dan bahkan persahabatan tiga anak itu terancam putus.",
        "tahun" : 2009,
        "pemain" : [
            "Emir Mahira",
            "Christian Aldo Tansani",
            "Ikranagara",
            "Maudy Koesnaedi",
            "Ari Sihasale",
            "Marsha Aruan",
            "Baron Siregar",
            "Ramzi",
            "Wilson Klein S",
            "Beni Kalalo",
            "Landung Simatupang",
            "Leroy Oesmani"
        ],
        "funfact" : [
            "Penghargaan Festival Film Indonesia 2009 (Film Anak Terbaik)"
        ]
    },{
        "judul" : "Bus Om Bebek",
        "genre" : ["Musical", "Drama", "Anak-anak"],
        "durasi" : 90 ,
        "produser" : "Aditya Gumay",
        "sutradara" : "Aditya Gumay, Ozan Ruz",
        "penulis" : "Aditya Gumay, Lingga Murti, Ozan Ruz",
        "gambar" : "assets/images/blog/BusOmBebek.jpg",
        "sinopsis" : "Bus jemputan sekolah 11 anak TK dan SD dibajak tepat di hari karnaval yang mengharuskan mereka memakai baju sesuai keinginan masing-masing. Pak Rodi yang biasa di panggil Om Bebek (Aziz Gagap), karena klakson busnya berbunyi seperti suara bebek, dibius bersama pengasuh salah satu anak. Anak-anak berusaha menyelamatkan diri. Mereka berhasil kabur dari bus. Petualangan di hutan membuat mereka mengalami berbagai peristiwa.",
        "tahun" : 2022,
        "pemain" : [
            "Aziz Gagap",
            "Zara Leola",
            "Adhiya",
            "Ricky Cuaca"
        ],
        "funfact" : [
            "",
            "",
            ""
        ]
    },{
        "judul" : "Doremi & You",
        "genre" : ["Musical", "Drama"],
        "durasi" : 99 ,
        "produser" : "Lexy Mere, Ridla An-Nuur, Arifin Wiguna",
        "sutradara" : "BW Purbanegara",
        "penulis" : "Jujur Prananto, BW Purbanegara",
        "gambar" : "assets/images/blog/DoremiAndYou.jpg",
        "sinopsis" : "Empat sahabat: Putri (Naura), Anisa (Nashwa Zahira), Imung (Fatih Unru), dan Markus (Toran Waibro), berusaha mengganti uang ekstrakurikuler paduan suara yang tidak sengaja mereka hilangkan, dengan mengikuti kompetisi menyanyi Doremi & You. Perjuangan keempat sahabat untuk memenangkan kompetisi tersebut menjadi berat saat Reno (Devano), asisten pelatih paduan suara yang diharapkan menjadi pelatih mereka, ternyata menjadi saingan terberat mereka di kompetisi.",
        "tahun" : 2019,
        "pemain" : [
            "Adyla Rafa Naura Ayu",
            "Devano Danendra",
            "Fatih Unru",
            "Nashwa Zahira",
            "Toran Waibro"
        ],
        "funfact" : [
            "",
            "",
            ""
        ]
    },{
        "judul" : "Coboy Junior The Movie",
        "genre" : ["Musical", "Drama"],
        "durasi" : 125,
        "produser" : "Frederica",
        "sutradara" : "Anggy Umbara",
        "penulis" : "Hilman Mutasi",
        "gambar" : "assets/images/blog/CoboyJuniorTheMovie.jpg",
        "sinopsis" : "Kisah perjuangan Coboy Junior (Bastian, Iqbal, Aldi, Kiki) grup nyanyi remaja, mengikuti kompetisi nyanyi dan tari terbesar di Indonesia. Kompetisi ini bukan saja cuma menjadi ajang pembuktian diri untuk menjadi yang terbaik, namun juga menjadi sebuah proses penting menuju titik pendewasaan, pembentukan karakter, dan penentuan pilihan serta prioritas pada hidup masing-masing personil. Bastian harus menjadi sosok yang bisa mempererat teman-teman. Kemampuan menarinya menjadi poin penting. Iqbal harus menentukan prioritas dalam menentukan tujuan serta tugas-tugas hidupnya di saat dipertanyakan oleh sang ayah. Aldi, harus bisa membelah fokus antara persahabatannya dengan Lovely dan kekompakan Coboy Junior. Dan Kiki terus memberikan masukan untuk kemajuan grup mereka. Bahkan, saat Kiki mendapat musibah yang mengancam keberlangsungan grup di kompetisi itu. Rival-rival terberat mereka, Superboyz dan The Bangs terus ingin menjatuhkan Coboy Junior dengan segala cara.",
        "tahun" : 2013,
        "pemain" : [
            "Iqbaal Ramadhan",
            "Aldy Maldini",
            "Teuku Rizky Muhammad",
            "Bastian Steel"
        ],
        "funfact" : [
            "",
            "",
            ""
        ]
    },{
        "judul" : "Love Is U",
        "genre" : ["Musical", "Drama"],
        "durasi" : 80 ,
        "produser" : "Dedy Abdurachman",
        "sutradara" : "Hanny R Saputra",
        "penulis" : "Jaumil Aurora",
        "gambar" : "assets/images/blog/LoveIsU.jpg",
        "sinopsis" : "Kisah terbentuknya girlband Cherry Belle yang terdiri dari sembilan gadis. Film ini merangkum persoalan yang dihadapi masing-masing personel sejak girlband ini terbentuk. Untuk menjadi grup yang kompak dan harmonis, kesembilan gadis ini harus hidup bersama selama sebulan di sebuah rumah. Mereka tidak hanya belajar menari dan menyanyi, tapi juga belajar berteman. Ada kisah Cherly dan ayahnya (Leo Lumanto), yang sudah tak pernah ia lihat sejak berusia lima tahun, tiba-tiba mengajak bertemu. Sejak ayah dan ibunya (Fifie Buntaran) berpisah, ia selalu menyalahkan dirinya sebagai penyebab perpisahan orang tuanya dan berpengaruh pada perkembangan kepribadiannya. Ada masalah kesehatan Auryn, hingga tak bisa ikut latihan. Teman-temannya dikejar jadwal yang padat. Nyaris tak ada yang menemaninya selama ia demam tinggi. Dia merasa teman-temannya tidak ada yang peduli. Selalu ada persoalan yang harus dihadapi. Semakin banyak persoalan yang dihadapi, semakin besar kekompakan mereka.",
        "tahun" : 2012,
        "pemain" : [
            "Cherly Juno",
            "Anisa Rahma",
            "Sarwendah Tan",
            "Christy Saura Noela Unu",
            "Devi Noviaty",
            "Felly Young",
            "Margareth Angelina",
            "Brigitta Cynthia",
            "Jessyca Stefani Auryn"
        ],
        "funfact" : [
            "",
            "",
            ""
        ]
    },{
        "judul" : "Laskar Cilik",
        "genre" : ["Musical", "Anak-anak"],
        "durasi" : 86 ,
        "produser" : "Mashal Kishore",
        "sutradara" : "Subakti IS",
        "penulis" : "Shinta Rianasari",
        "gambar" : "assets/images/blog/LaskarCilik.jpg",
        "sinopsis" : "Meski sekelas di sekolah yang sama, Marisa (Belinda Camesi) dan Dino (Arsenna) memiliki kubu masing-masing yang selalu berseberangan. Masa liburan tiba, Dino dan Edo (Derry Salim) pulang ke kampung halamannya untuk berkumpul bersama orangtuanya. Sementara itu ayah Marisa ditugaskan untuk menangani pembangunan rumah di desa Megar dan mengajak istri dan anaknya sekaligus Ella (Cindy Valerie) yang juga teman setia Marisa. Dalam perjalanan, seteru bisnis ayah Marisa menghadang mobil mereka dan menyandera suami istri tersebut. Marisa berhasil melarikan diri tetapi pingsan di tengah jalan dan diketemukan oleh ayah Dino. Kini mereka harus bekerjasama untuk membebaskan orangtua Marisa dari kawanan preman tersebut.",
        "tahun" : 2010,
        "pemain" : [
            "Arsenna",
            "Belinda Camesi",
            "Cindy Valerie",
            "Derry Salim",
            "Ruddy Rene",
            "Febby Febiola",
            "Dolly Martin",
            "Adinda Bonita",
            "Fahmi Bo",
            "Lulu Kurnia",
            "Nicky Putri",
            "Opay Kiemas",
            "Farah Hatim"
        ],
        "funfact" : [
            "",
            "",
            ""
        ]
    },{
        "judul" : "Nussa",
        "genre" : ["Animasi", "Anak-anak"],
        "durasi" : 107,
        "produser" : "Ricky Manoppo, Anggia Kharisma",
        "sutradara" : "Bony Wirasmono",
        "penulis" : "Muhamad Nurman Wardi, Widya Arifianti, Bony Wirasmono, Chrisnawan Martantio, Anggia Kharisma, M Irfan Ramli",
        "gambar" : "assets/images/blog/Nussa.jpg",
        "sinopsis" : "Demi menyambut kehadiran sang ayah, yang sudah satu tahun tak pulang, Nussa mengikuti kompetisi ilmiah di sekolahnya. Saat sedang mempersiapkan proyek ilmiahnya, Nussa mendapat kabar bahwa ayahnya batal pulang. Di saat bersamaan muncul Jonni, siswa baru di sekolah yang seketika menjadi rival berat Nussa di kompetisi ilmiahnya. Nussa harus belajar tentang kesabaran dan arti dari rasa syukur.",
        "tahun" : 2021,
        "pemain" : [
            "Muzakki Ramdhan",
            "Ocean Fajar",
            "Fenita Arie",
            "Ali Fikry",
            "Malka Hayfa",
            "Widuri Puteri"
        ],
        "funfact" : [
            "Penghargaan Festival Film Indonesia 2021 (Film Animasi Terbaik)",
            "Penghargaan Piala Maya 2021 (Film Animasi Panjang Terpilih)",
            "Terpilih untuk Bucheon Internation Fantastic Film Festival, Family Zone, 8-18 Juli 2021."
        ]
    },{
        "judul" : "Adit Sopo Jarwo the Movie",
        "genre" : ["Animasi", "Anak-anak"],
        "durasi" : 82 ,
        "produser" : "Manoj Punjabi",
        "sutradara" : "Hanung Bramantyo, Eki NF",
        "penulis" : "Anto Malaya, Beni Susanto",
        "gambar" : "assets/images/blog/AditSopoJarwoTheMovie.jpg",
        "sinopsis" : "Adit yang sering diejek teman-teman sekolahnya karena belum pernah ke luar negeri, dijanjikan berlibur ke Jepang. Ternyata ayahnya kena PHK hingga memutuskan pergi ke Jogja saja bersama bundanya yang tengah hamil tujuh bulan, naik kereta api. Di stasiun Cirebon bunda mendadak sakit perut. Adit pergi membelikan biskuit, yang biasa dimakannya. Saat kembali, keretanya telah berangkat. Adit tertinggal di stasiun. Sopo, porter stasiun menghampiri Adit karena merasa iba. Jarwo, preman stasiun, melihat kemungkinan memeras, menawarkan Adit untuk mengantarkannya ke Jogja. Petualangan mereka ke Joga dimulai.",
        "tahun" : 2021,
        "pemain" : [
            "Muzakki Ramdhan",
            "Hanung Bramantyo",
            "Musripah",
            "Ery Makmur",
            "Dharmawan Susanto"
        ],
        "funfact" : [
            "Adaptasi dari seri tv Adit Sopo Jarwo."
        ]
    },{
        "judul" : "Si Juki the Movie",
        "genre" : ["Animasi", "Anak-anak", "Drama"],
        "durasi" : 100,
        "produser" : "Frederica",
        "sutradara" : "Faza Meonk",
        "penulis" : "Theo Arnoldy, Faza Meonk, Daryl Wilson",
        "gambar" : "assets/images/blog/SiJuki.jpg",
        "sinopsis" : "Si Juki adalah selebriti yang sedang berada pada puncak ketenarannya. Sikapnya yang polos, jenaka, dan berani untuk beda membuatnya dicintai semua orang. Hingga sebuah kesalahan membuatnya berbalik menjadi musuh nomor satu masyarakat. Di saat yang sama sebuah meteor jatuh mengancam untuk menghancurkan Indonesia. Erin, ilmuwan muda berbakat meminta bantuan Juki untuk menghentikan meteor.",
        "tahun" : 2017,
        "pemain" : [
            "Faza Meonk",
            "Bunga Citra Lestari",
            "Babe Cabiita",
            "Mongol Stres",
            "Wizzy",
            "Indro Warkop",
            "Pandji Pragiwaksono",
            "Tarsan",
            "Butet Kartaredjasa",
            "Tio Pakusadewo"
        ],
        "funfact" : [
            "",
            "",
            ""
        ]
    },{
        "judul" : "Iqro : My Universe",
        "genre" : ["Anak-anak", "Drama"],
        "durasi" : 101,
        "produser" : "Budiyati Abiyoga, Tyas Abiyoga",
        "sutradara" : "Iqbal Alfajri",
        "penulis" : "Aisyah Amirah Nasution, Iqbal Alfajri, Budiyati Abiyoga",
        "gambar" : "assets/images/blog/IqroMyUniverse.jpg",
        "sinopsis" : "Aqilla (Aisha Nurra Datau) memiliki cita-cita untuk menjadi Astronot, Opanya (Cok Simbara), astronom, adalah orang tempat Aqilla banyak belajar dan  bertanya. Hobi Aqilla dalam hal angkasa luar membuatnya bersaing dengan June (Azra Mayraina),  teman sekolahnya, seorang murid pindahan dari Inggris yang juga memiliki minat yang sama. Mereka berkompetisi untuk membuat vlog  tentang orang-orang yang berjasa/berkecimpung di dunia ilmu pengetahuan khususnya angkasa luar. Hadiah berkunjung ke Pusat Pelatihan Astronot. Aqilla langsung terpikir untuk mengangkat Opa dalam vlognya. Ternyata Opa telah pergi ke Inggris untuk membantu sebuah penelitian. Raudhah, guru mengaji Aqilla, memberikan buku kepada Aqilla tentang Ibu Tsurayya, seorang astronot Indonesia yang sedang melakukan penelitian tanaman untuk dikirim ke ruang angkasa.  Aqilla berusaha keras untuk  bertemu dengan Ibu Tsurayya sekaligus memintanya untuk menjadi bagian dari vlognya.",
        "tahun" : 2019,
        "pemain" : [
            "Aisha Nurra Datau",
            "Cok Simbara",
            "Raihan Khan",
            "Maudy Koesnaedi"
        ],
        "funfact" : [
            "",
            "",
            ""
        ]
    },{
        "judul" : "Koki-koki Cilik",
        "genre" : ["Anak-anak", "Drama"],
        "durasi" : 91 ,
        "produser" : "Rissa Putri",
        "sutradara" : "Ifa Isfansyah",
        "penulis" : "Vera Varidia",
        "gambar" : "assets/images/blog/KokiKokiCilik.jpg",
        "sinopsis" : "Bima (Farras Fatik), anak dari keluarga tidak mampu, berhasil ikut dalam acara Cooking Camp yang sangat bergengsi dan mahal. Bima harus menghadapi tantangan dari Chef Grant (Ringgo Agus Rahman) dan bersaing dengan Audrey (Chloe X), juara tiga kali berturut-turut di Cooking Camp, serta Oliver (Patrick Milligan), anak pemilik restoran ternama yang mendapat dukungan penuh dari kedua sahabatnya, Ben (Cole Gribble) dan Jody (Clay Gribble). Beruntung Bima memiliki teman-teman yang memberinya semangat, seperti Niki (Clarice Cutie), Melly (Alifa Lubis), Key (Romaria Simbolon), Kevin (Marcello), dan Alva (Ali Fikri). Di tengah perjuangannya, Bima bertemu dengan Rama (Morgan Oey), mantan chef terkenal yang mengasingkan diri. Meski awalnya merasa terganggu dengan kehadiran Bima, Rama lambat laun menjadi baik dan bersedia mengajari Bima memasak.",
        "tahun" : 2018,
        "pemain" : [
            "Morgan Oey",
            "Ringgo Agus Rahman",
            "Farras Fatik",
            "Chloe Xaviera"
        ],
        "funfact" : [
            "Penghargaan Festival Film Bandung 2018 (Pemeran Pembantu Pria Terpuji)",
            "Penghargaan Indonesian Movie Aktors Awards 2019 (Film Terfavorit, Pemeran Pendukung Pria Terfavorit)"
        ]
    },{
        "judul" : "The Hunger Games",
        "genre" : ["Sci-Fi", "Action"],
        "durasi" : 142,
        "produser" : "Nina Jacobson, Jon Kilik",
        "sutradara" : "Gary Ross",
        "penulis" : "Gary Ross, Suzzane Collins, Billy Ray",
        "gambar" : "assets/images/blog/HungerGames.jpg",
        "sinopsis" : "Katniss, berusia 16 tahun yang tinggal bersama ibu dan adik perempuannya di distrik termiskin, Panem, wilayah yang tersisa dari Amerika Serikat. Dahulu distrik melancarkan perang terhadap Capitol dan kalah. Sebagai bagian dari syarat-syarat kapitulasi, setiap distrik diharuskan mengirim satu anak laki-laki dan seorang anak perempuan muncul di acara tahunan di televisi yang disebut, 'The Hunger Games', medan, aturan, dan tingkat partisipasi penonton dapat berubah namun satu hal konstan: membunuh atau dibunuh. Ketika adik Kat terpilih, Kat menawarkan diri untuk menggantikan tempatnya.",
        "tahun" : 2012,
        "pemain" : [
            "Jennifer Lawrence",
            "Josh Hutcherson",
            "Liam Hemsworth",
            "Woody Harrelson",
            "Elizabeth Banks",
            "Lenny Kravitz",
            "Stanley Tucci",
            "Donald Sutherland"
        ],
        "funfact" : [
            "People's Choice Award untuk Film Terfavorit 2013",
            "Nickelodeon Kids' Choice Award untuk Film Favorit 2013",
            "Teen Choice Award untuk Choice Movie (Sci-Fi/Fantasy) 2012"
        ]
    },{
        "judul" : "Divergent",
        "genre" : ["Action", "Romantis", "Fantasi", "Adventure"],
        "durasi" : 180,
        "produser" : "Douglas Wick, Lucy Fisher, Pouya Shabazian",
        "sutradara" : "Neil Burger",
        "penulis" : "Evan Daugherty, Vanessa Taylor",
        "gambar" : "assets/images/blog/Divergent.jpeg",
        "sinopsis" : "Beatrice Prior menginjak usia 16 tahun. Para remaja yang sudah berusia 16 tahun akan melakukan tes. Nantinya, hasil tes tersebut akan menentukan mereka akan bergabung di kelompok mana. Penentuan kelompok dilakukan dengan tes kecakapan yang harus dilalui oleh para remaja. Beatrice pun harus mengikuti tes kecakapan tersebut. Pembagian kelompok ini dipercaya dapat menjaga kedamaian dunia. Terdapat lima faksi atau kelompok, yakni Candor yang memiliki sikap jujur, Erudite dengan kepintarannya, Amity pecinta damai, Dauntless dengan sikap pemberaninya, dan Abnegation yang suka menolong tanpa pamrih. Nantinya, para remaja memiliki satu sifat dominan dan sifat itulah yang akan menentukan mereka akan bergabung di kelompok mana. Namun, ada beberapa remaja yang memiliki sifat dominan lebih dari satu, mereka akan disebut Divergent. Divergent dianggap berbahaya dan dapat mengganggu kelompok-kelompok lainnya. Setelah mengikuti tes, ternyata Beatrice memiliki 3 sifat dominan. Penguji Beatrice saat itu memintanya untuk merahasiakan hasil tesnya, karena Beatrice adalah seorang Divergent. Beatrice diminta untuk memilih 1 kelompok dari hasil tesnya dan ia pun memilih kelompok Dauntless. Saat masuk dalam kelompok Dauntless, Beatrice mengubah namanya menjadi Tris. Four (Theo James) yang menjadi mentor Tris ternyata juga seorang Divergent. Pimpinan kelompok Erudite, Jeanine (Kate Winslet) memiliki niat buruk dan akan menimbulkan perpecahan.",
        "tahun" : 2014,
        "pemain" : [
            "Shailene Woodley",
            "Theo James",
            "Ansel Elgort",
            "Tony Goldwyn",
            "Ashley Judd",
            "Ray Stevenson",
            "Kate Winslet",
            "Jai Courtney",
            "Zoë Kravitz",
            "Miles Teller",
            "Maggie Q",
            "Kate Winslet"
        ],
        "funfact" : [
            "Teen Choice Award untuk Film Pilihan: Aksi 2014",
            "People's Choice Award untuk Film Aksi Favorit 2015"
        ]
    },{
        "judul" : "Pixels",
        "genre" : ["Sci-Fi", "Action", "Komedi"],
        "durasi" : 105,
        "produser" : "Adam Sandler, Jack Giarraputo, Benjamin Darras, Johnny Alves, Matias Boucard",
        "sutradara" : "Chris Columbus",
        "penulis" : "Tim Herlihy, Tim Dowling",
        "gambar" : "assets/images/blog/Pixels.jpeg",
        "sinopsis" : "Pada tahun 1982 NASA mengirim kapsul waktu ke luar angkasa. Tujuan misi ini adalah berharap dapat melakukan kontak dengan mahluk asing. Di dalam kapsul tersebut terdapat contoh kehidupan dan budaya manusia di bumi. Tujuannya NASA cuma satu, mengirim pesan perdamaian. Namun niat baik NASA di salah artikan saat Alien malah menyerang bumi dengan mengirim kekuatan mematikan dalam bentuk karater dalam video game. Kondisi bumi yang terancam, Presiden Will Cooper (Kevin James) meminta sahabat masa kecilnya Sam Brenner (Adam Sandler) untuk membantunya. Sam dan timnya kini menjadi pasukan di garis terdepan untuk mengalahkan para alien ini dan menyelamatkan bumi.",
        "tahun" : 2015,
        "pemain" : [
            "Adam Sandler",
            "Josh Gad",
            "Kevin James",
            "Michelle Monaghan",
            "Peter Dinklage",
            "Brian Cox"
        ],
        "funfact" : [
            "",
            "",
            ""
        ]
    },{
        "judul" : "Spider-Man: No Way Home",
        "genre" : ["Sci-Fi, Action", "Adventure", "Superhero"],
        "durasi" : 148,
        "produser" : "Kevin Feige, Amy Pascal",
        "sutradara" : "Jon Watts",
        "penulis" : "Chris McKenna, Erik Sommers",
        "gambar" : "assets/images/blog/SpidermanNoWayHome.jpeg",
        "sinopsis" : "Berlatar setelah keberhasilan Perer Parker mengalahkan Mysterio di mana jati dirinya sebagai Spider-Man terbongkar. Kehidupan remaja Peter yang sudah cukup rumit menjadi semakin rumit karena gagal masuk MIT. Kuliah di MIT bersama Ned dan MJ sangat penting bagi Peter, lebih penting dari masalah global yang bisa muncul akibat ulahnya bermain sihir demi masuk MIT. Ya, Peter meminta bantuan Doctor Strange untuk menghapus ingatan semua orang tentang jati dirinya sebagai Spider-Man agar bisa kuliah di MIT bersama Ned dan MJ. Sayangnya, mantra inilah yang menjadi sumber masalah karena mendatangkan musuh berbahaya yang belum pernah ia lawan.",
        "tahun" : 2021,
        "pemain" : [
            "Tom Holland",
            "Zendaya",
            "Benedict Cumberbatch",
            "Jacob Batalon Jon Favreau",
            "Jamie Foxx",
            "Willem Dafoe",
            "Alfred Molina",
            "Benedict Wong",
            "Tony Revolori",
            "Marisa Tomei",
            "Andrew Garfield",
            "Tobey Maguire"
        ],
        "funfact" : [
            "MTV Movie & TV Award untuk Film Terbaik 2022",
            "Nickelodeon Kids' Choice Award untuk Film Favorit 2022"
        ]
    },{
        "judul" : "Godzilla : King of the Monster",
        "genre" : ["Fantasi, Action", "Adventure"],
        "durasi" : 132,
        "produser" : "Mary Parent, Alex Garcia, Brian Rogers, Thomas Tull, Jon Jashni",
        "sutradara" : "Michael Dougherty",
        "penulis" : "Max Borenstein, Michael Dougherty, Zach Shields",
        "gambar" : "assets/images/blog/GodzilaKingOfTheMonsters.jpeg",
        "sinopsis" : "Film serial Godzilla ini merupakan kisah baru ini mengikuti upaya heroik agensi crypto-zoological Monarch ketika anggotanya berhadapan dengan monster berukuran dewa, termasuk Godzilla yang perkasa, yang bertabrakan dengan Mothra, Rodan, dan musuh bebuyutannya, Raja berkepala tiga Ghidorah. Ketika superspesies kuno ini, yang dianggap hanya mitos, bangkit kembali, mereka semua bersaing untuk mendapatkan supremasi, meninggalkan keberadaan manusia yang tergantung pada keseimbangan. Sehingga  Tim Monarch mengikuti Godzilla ke Antartika, tempat Jonah bermaksud membebaskan Titan berkepala tiga dengan nama sandi “Monster Zero”. Emma membebaskan dan membangunkan Monster Zero, yang membunuh beberapa anggota Monarch, termasuk Dr. Graham, sebelum bertarung dengan Godzilla.",
        "tahun" : 2019,
        "pemain" : [
            "Kyle Chandler",
            "Vera Farmiga",
            "Millie Bobby Brown",
            "Bradley Whitford",
            "Sally Hawkins",
            "Charles Dance",
            "Thomas Middleditch",
            "O'Shea Jackson Jr",
            "Ken Watanabe",
            "Zhang Ziyi"
        ],
        "funfact" : [
            "Nominasi Golden Trailer Award kategori Best Summer Blockbuster (Warner Brothers dan Statement Advertising) 2019",
            "Nominasi Golden Trailer Award kategori Best Fantasy Adventure (Warner Brothers dan Trailer Park) 2019"
        ]
    },{
        "judul" : "Zack Snyder's Justice League",
        "genre" : ["Superhero", "Action", "Adventure"],
        "durasi" : 242,
        "produser" : "Charles Roven, Deborah Snyder",
        "sutradara" : "Zack Snyder",
        "penulis" : "Chris Terrio",
        "gambar" : "assets/images/blog/JusticeLeague.jpeg",
        "sinopsis" : "Film tersebut menceritakan kisah Bruce Wayne/Batman dan Diana Prince/Wonder Woman berusaha untuk mengumpulkan pahlawan super. Mereka harus menghadapi serangan dari luar bumi. Batman dan Wonder Woman mencari Aquaman/Arthur Curry, Cyborg/Victor Stone, dan The Flash/Barry Allen. Sebelum bertemu dengan seluruh manusia super, musuh telah menyerang.Invasi New Gods tersebut dipimpin oleh Darkseid. Namun, sebelum Darkseid datang, Panglima Perang bernama Steppenwolf datang terlebih dahulu bersama pasukannya. Sebagai sutradara, Zack Snyder membuat film tersebut sebagai penebusan dosa karena memperbaiki beberapa yang salah dari versi teatrikalnya. Namun, film tersebut hanya memperbaiki, bukan mengubah versi asli Justice League.",
        "tahun" : 2021,
        "pemain" : [
            "Ben Affleck",
            "Henry Cavill",
            "Amy Adams",
            "Gal Gadot",
            "Ray Fisher",
            "Jason Momoa",
            "Ezra Miller",
            "Wilem Dafoe",
            "Jesse Eisenberg",
            "Jeremy Irons",
            "Diane Lane",
            "Connie Nielsen",
            "J. K. Simmons"
        ],
        "funfact" : [
            "",
            "",
            ""
        ]
    },{
        "judul" : "Pacific Rim",
        "genre" : ["Sci-Fi", "Action"],
        "durasi" : 132,
        "produser" : "Thomas Tull, Jon Jashni, Guillermo del Toro, Mary Parent",
        "sutradara" : "Guillermo del Tor",
        "penulis" : "Travis Beacham, Guillermo del Tor",
        "gambar" : "assets/images/blog/PacificRim.jpeg",
        "sinopsis" : "Selama beberapa tahun, manusia diserang oleh monster raksasa bernama Kaiju yang muncul dari dasar Pasifik. Satu-satunya pertahanan efektif adalah program robot Jaeger yang terhubung dengan saraf pilot. Namun, Kaiju menjadi semakin kuat dan banyak sehiangga manusia harus mengubah taktiknya. Untuk mengakhiri Kaiju, seorang bekas pilot bernama Raleigh Becket bergabung dalam sebuah rencana penghancuran pintu masuk Kaiju, Selain itu, seorang ilmuwan menemukan cara terhubung ke pikiran Kaiju agar bisa mempelajari mereka. Mereka menjadi harapan terakhir manusia untuk melawan serangan monster dari laut.",
        "tahun" : 2013,
        "pemain" : [
            "Charlie Hunnam",
            "Idris Elba",
            "Rinko Kikuchi",
            "Charlie Day",
            "Robert Kazinsky",
            "Max Martin",
            "Ron Perlman"
        ],
        "funfact" : [
            "Annie Award untuk kategori “Outstanding Achievement, Animated Effects in a Live Action Production” dan “Outstanding Achievement, Character Animation in a Live Action Production”.",
            "Hollywood Film Awards untuk kategori “Best Visual Effects”.",
            "Las Vegas Film Critics Society untuk kategori “Best Horror/Sci-Fi Film”." 
        ]
    },{
        "judul" : "A Quiet Place",
        "genre" : ["Horror", "Thriller", "Mystery"],
        "durasi" : 90 ,
        "produser" : "Michael Bay, Andrew Form, Brad Fuller",
        "sutradara" : "John Krasinski",
        "penulis" : "Bryan Woods, Scott Beck, John Krasinski",
        "gambar" : "assets/images/blog/AQuietPlace.jpeg",
        "sinopsis" : "A Quiet Place mengikuti sebuah keluarga yang harus hidup dalam keheningan untuk menghindari makhluk misterius yang berburu melalui suara. Mengetahui bahwa bahkan bisikan atau langkah sekecil apa pun dapat membawa kematian, Evelyn dan Lee bertekad untuk menemukan cara untuk melindungi anak-anak mereka sambil mati-matian mencari cara untuk melawan.",
        "tahun" : 2018,
        "pemain" : [
            "Emily Blunt",
            "John Krasinski"
        ],
        "funfact" : [
            "Critics' Choice Movie Award untuk Film Horor/Sci-fi Terbaik 2019",
            "Satellite Award untuk Tata Suara Terbaik 2019",
            "Festival Film Bandung untuk Film Impor Terpuji 2018"
        ]
    },{
        "judul" : "The Invisible Guest",
        "genre" : ["Thriller", "Mystery"],
        "durasi" : 106,
        "produser" : "Mercedes Gamero, Adrian Guerra, Sandra Hermida, Mikel Lejarza, Eneko Lizarraga, Nuria Valls",
        "sutradara" : "Oriol Paulo",
        "penulis" : "Oriol Paulo",
        "gambar" : "assets/images/blog/TheInvisibleGuest.jpeg",
        "sinopsis" : "Film ini berkisah tentang Adrian Doria, seorang businessman yang tengah menjalani proses hukum untuk kasus pembunuhan Laura Vidal. Adrian mengaku bahwa ia tidak bersalah, bahkan ia justru sangat mencintai Laura yang menjadi kekasih gelapnya. Laura ditemukan meninggal di sebuah kamar hotel, di mana Adrian juga berada di kamar tersebut sehingga membuatnya dicurigai sebagai pembunuh. Demi meyakinkan hakim bahwa ia bukan pembunuh, Adrian menyewa seorang pengacara senior, Virginia Goodman. Menurut Virginia, Adrian harus mengatakan semua hal dengan jujur agar Virginia bisa menyusun strategi agar ia bisa menang di pengadilan.",
        "tahun" : 2016,
        "pemain" : [
            "Mario Casas",
            "Ana Wagener",
            "Jose Coronado",
            "Barbara Lennie"
        ],
        "funfact" : [
            "",
            "",
            ""
        ]
    },{
        "judul" : "Get Out",
        "genre" : ["Thriller", "Crime", "Horror", "Mystery", "Romantis"],
        "durasi" : 104,
        "produser" : "Jason Blum, Sean McKittrick, Edward H. Hamm Jr, Jordan Peele",
        "sutradara" : "Jordan Peele",
        "penulis" : "Jordan Peele",
        "gambar" : "assets/images/blog/GetOut.jpeg",
        "sinopsis" : "Film horor berjudul “Get Out” ini merupakan film yang bercerita tentang perjalanan kekasih berbeda ras, Rose yang berkulit putih dan Chris yang berkulit hitam, ke rumah keluarga Rose. Sesampainya di Armitage House, rumah keluarga Rose, Chris mulai mengalami berbagai kejadian aneh nan menyeramkan maka tak ada jalan lain bagi Chris selain untuk menyelamatkan diri.",
        "tahun" : 2017,
        "pemain" : [
            "Daniel Kaluuya",
            "Alison Williams",
            "Bradley Whitford",
            "Caleb Landry Jones",
            "Stephen Root",
            "Lakeith Stanfield",
            "Catherine Keener"
        ],
        "funfact" : [
            "Critics' Choice Movie Award untuk Film Horor/Sci-fi Terbaik 2018",
            "Gotham Award untuk Audience Award 2017",
            "Empire Award untuk Film Horor Terbaik 2018",
            "Empire Awards for Best Screenplay 2018",
            "Festival Film Bandung untuk Film Impor Terpuji 2017"
        ]
    },{
        "judul" : "DeadPool",
        "genre" : ["Action", "Adventure", "Komedi"],
        "durasi" : 180,
        "produser" : "Simon Kinberg, Ryan Reynolds, Lauren Shuler Donner",
        "sutradara" : "Tim Miller",
        "penulis" : "Paul Wernick",
        "gambar" : "assets/images/blog/DeadPool.jpeg",
        "sinopsis" : "Film ini bercerita tentang seorang pria bernama Wade Wilson, mantan anggota tentara khusus yang meninggalkan pekerjaan lamanya.  Kini ia lebih memilih untuk berprofesi sebagai tentara bayaran atau lebih tepatnya menjadi tukang pukul bayaran. Wilson memiliki penyakit kronis yang membuatnya cukup putus asa. Hingga ia memutuskan untuk ikut sebuah percobaan ilmiah yang menjanjikannya memiliki kekuatan superhero.",
        "tahun" : 2016,
        "pemain" : [
            "Ryan Reynolds",
            "Morena Baccarin",
            "Ed Skrein",
            "T. J. Miller",
            "Gina Carano",
            "Brianna Hildebrand"
        ],
        "funfact" : [
            "Critics' Choice Movie Award untuk Film Komedi Terbaik 2016",
            "People's Choice Award untuk Film Aksi Favorit 2017",
            "Empire Awards for Best Screenplay 2017",
            "Teen Choice Award untuk Film Pilihan: Aksi 2016",
            "Penghargaan Kerrang! untuk Best Film 2016"
        ]
    },{
        "judul" : "Jumanji : Welcome to the Jungle",
        "genre" : ["Fantasi", "Action", "Komedi"],
        "durasi" : 119,
        "produser" : "Matt Tolmach, Willian Teitler",
        "sutradara" : "Jake Kasdan",
        "gambar" : "assets/images/blog/Jumanji.jpeg",
        "penulis" : "Jake Kasdan, Chris McKenna, Erik Sommers, Scott Rosenberg, Jeff Pinkner",
        "sinopsis" : "Film ini kembali menceritakan mengenai permainan Jumanji, tapi tidak lagi menggunakan permainan papan melainkan video game, dimana 4 orang anak yang sama-sama dihukum di ruang detensi menemukan konsol game tua yang membawa mereka masuk ke dunia Jumanji, dan harus berjuang untuk melarikan diri dari dunia tersebut.",
        "tahun" : 2017,
        "pemain" : [
            "Dwayne Johnson",
            "Jack Black",
            "Kevin Hart",
            "Karen Gillan",
            "Nick Jonas",
            "Bobby Cannavale"
        ],
        "funfact" : [
            "Nickelodeon Kids' Choice Award untuk Film Favorit 2018"
        ]
    },{
        "judul" : "Free Guy",
        "genre" : ["Sci-Fi", "Action", "Komedi", "Adventure", "Fantasi"],
        "durasi" : 115,
        "produser" : "Ryan Reynolds, Shawn Levy, Sarah Schecter, Greg Berlanti, Adam Kolbrenner",
        "sutradara" : "Shawn Levy",
        "penulis" : "Matt Lieberman, Zak Penn",
        "gambar" : "assets/images/blog/FreeGuy.jpeg",
        "sinopsis" : "Film Free Guy bercerita tentang Guy (Ryan Reynolds), seorang teller bank yang hidupnya sebagai NPC alias Non-Player Character, dalam game komputer. Sebagai NPC, hidupnya dikendalikan kode komputer, bukan manusia. Dia hidup dalam game Free City. Sayangnya, game ini segera ditutup dan Guy yang sadar bahwa dirinya adalah AI, dia justru melawan sang pencipta game, Antwan (Taika Waititi) dengan dibantu karakter player lain.",
        "tahun" : 2021,
        "pemain" : [
            "Ryan Reynolds",
            "Jodie Corner",
            "Lil Rel Howery",
            "Taika Waititi"
        ],
        "funfact" : [
            "People's Choice Award untuk Film Komedi Favorit 2021"
        ]
    },{
        "judul" : "Johnny English Strikes Again",
        "genre" : ["Komedi", "Action", "Adventure"],
        "durasi" : 89 ,
        "produser" : "Chris Clark, Tim Bevan, Eric Fellner, Rowan Atkinson",
        "sutradara" : "David Kerr",
        "penulis" : "Robert Wade",
        "gambar" : "assets/images/blog/JohnnyEnglish.jpeg",
        "sinopsis" : "Sebuah serangan siber menyebabkan seluruh identitas mata-mata aktif untuk Inggris terbongkar. Ditengah masa pensiunnya, Johnny English kembali dipanggil untuk menjalankan misi rahasia karena hanya ia satu-satunya mata-mata yang identitasnya belum diketahui. Johnny ditugaskan untuk menemukan dalang di balik peretasan yang dilakukan. Namun sebagai mata-mata tua yang tergolong gagap teknologi, Johnny dihadapkan dengan tantangan berupa teknologi yang lebih modern. Mau tak mau, ia harus berusaha menaklukkan tantangan supaya misinya bisa berhasil.",
        "tahun" : 2018,
        "pemain" : [
            "Rowan Atkinson",
            "Olga Kurylenko",
            "Ben Miller",
            "Emma Thompson",
            "Jake Lacy",
            "Adam James"
        ],
        "funfact" : [
            "",
            "",
            ""
        ]
    },{
        "judul" : "Happy Death Day 2U",
        "genre" : ["Horror"],
        "durasi" : 100,
        "produser" : "Jason Blum",
        "sutradara" : "Christopher Landon",
        "penulis" : "Christopher Landon",
        "gambar" : "assets/images/blog/HappyDeathDay2U.jpeg",
        "sinopsis" : "Menceritakan Tree Gelbman yang masuk ke dimensi pararel akibat percobaan sains dari sekelompok mahasiswa. Hal itu menyebabkan dia kembali mengalami kematian yang berulang-ulang dan masuk ke lingkaran waktu yang lebih mengerikan. Tree harus mengungkap identitas sang pembunuh baru. Dia juga harus memilih dimensi kehidupan yang akan dia jalani selamanya.",
        "tahun" : 2019,
        "pemain" : [
            "Jessica Rothe",
            "Israel Broussard",
            "Suraj Sharma",
            "Steve Zissis"
        ],
        "funfact" : [
            "",
            "",
            ""
        ]
    },{
        "judul" : "Zombieland : Double Tap",
        "genre" : ["Komedi", "Horror"],
        "durasi" : 99 ,
        "produser" : "Gavin Polone",
        "sutradara" : "Ruben Fleischer",
        "penulis" : "Rhett Reese, Paul Wernick, Dave Callaham",
        "gambar" : "assets/images/blog/Zombieland.jpeg",
        "sinopsis" : "Seorang mahasiswa polos yang pergi menuju Ohio, pria bersenjata yang mencari Twinkie, dan dua perempuan bersaudara yang ingin bermain di sebuah taman bermain terkenal yang sama-sama menghindari daerah Amerika yang sudah dipenuhi oleh zombie.",
        "tahun" : 2019,
        "pemain" : [
            "Jesse Eisenberg",
            "Woody Harrelson",
            "Emma Stone",
            "Abigail Breslin"
        ],
        "funfact" : [
            "Golden Schmoes Awards kategori Best Horror Movie of the Year, Most Memorable Scene in a Movie 2009",
            "San Diego Film Critics Society Awards kategori Special Award 2009",
            "Scream Awards kategori Best Ensemble, Best Horror Movie, Best Cameo 2010"
        ]
    },{
        "judul" : "Insidious",
        "genre" : ["Horror", "Mystery", "Thriller"],
        "durasi" : 103,
        "produser" : "Jason Blum, Steven Schneider, Oren Peli",
        "sutradara" : "James Wan",
        "penulis" : "Leigh Whannell",
        "gambar" : "assets/images/blog/Insidious.jpeg",
        "sinopsis" : "Seorang anak terjatuh hingga koma, namun menurut dokter dia bukan koma karena sakit, melainkan karena hal misterius. Keluarga Lambert pun lari meminta pertolongan pada Elise Rainier, paranormal terkenal.",
        "tahun" : 2010,
        "pemain" : [
            "Patrick Wilson",
            "Rose Byrne",
            "Ty Simpkins",
            "Barbara Hershey",
            "Lin Shaye",
            "Andrew Astor",
            "Leigh Whannell"
        ],
        "funfact" : [
            "Fright Meter Awards 2011 kategori : Best Horror Movie",
            "IGN People's Choice Award: Best Horror Movie 2011"
        ]
    },{
        "judul" : "The Invisible Man",
        "genre" : ["Horror", "Sci-Fi"],
        "durasi" : 124,
        "produser" : "Jason Blum, Kylie du Fresne",
        "sutradara" : "Leigh Whannell",
        "penulis" : "Leigh Whannell",
        "gambar" : "assets/images/blog/TheInvisibleMan.jpeg",
        "sinopsis" : "Cecilia mendengar berita kalau mantan pacarnya yang abusive bunuh diri. Setelah itu, Cecilia mulai membangun kembali kehidupannya. Namun, ia merasa kalau mantan kekasihnya itu tak benar-benar mati, karena ia selalu dihantui olehnya.",
        "tahun" : 2020,
        "pemain" : [
            "Elisabeth Moss",
            "Aldis Hodge",
            "Storm Reid",
            "Harriet Dyer",
            "Michael Dorman",
            "Oliver Jackson Cohen"
        ],
        "funfact" : [
            "Penghargaan AACTA untuk Sinematografi Terbaik 2020",
            "Penghargaan AACTA untuk Penyuaraan Terbaik 2020",
            "Penghargaan AACTA untuk Penyuntingan Terbaik 2020"
        ]
    },{
        "judul" : "Birdman : or (The Unexpected Virtue of Ignorance)",
        "genre" : ["Komedi"],
        "durasi" : 119,
        "produser" : "Alejandro Gonzales Inarritu, John Lesher, Arnon Milchan, James W. Skotchdopole",
        "sutradara" : "Alejandro Gonzales Inarritu",
        "penulis" : "Alejandro Gonzales Inarritu, Nicolas Giacobone, Alexander Dinelaris Jr, Armando Bo",
        "gambar" : "assets/images/blog/Birdman.jpeg",
        "sinopsis" : "Riggan Thomson adalah seorang aktor senior. Namanya mencuat setelah membintangi trilogy film Birdman pada tahun 1989 sampai 1992.Walau filmnya sudah lama, Riggan masih ingat kritik terhadap suaranya ketika memerankan Birdman. Terlepas dari itu semua, Riggan masih sering membayangkan menjadi Birdman. Peran itu membuatnya bisa terbang dan melakukan telekinesis. Riggan mulai mencari popularitasnya dalam bidang menulis. Dia juga menyutradarai dan membintangi Broadway. Pertunjukan itu merupakan adaptasi cerita pendek karya Raymond Carver berjudul What We Talk About When We Talk About Love. Tapi suara Birdman masih terdengar oleh Riggan. Suara itu meminta Riggan untuk kembali membintangi film besar.",
        "tahun" : 2014,
        "pemain" : [
            "Michael Keaton",
            "Zach Galifianakis",
            "Edward Norton",
            "Andrea Riseborough",
            "Emma Stone",
            "Naomi Watts",
            "Amy Ryan"
        ],
        "funfact" : [
            "Critics' Choice Movie Award untuk Best Cast 2015",
            "Penghargaan Golden Eagle untuk Film Berbahasa Asing Terbaik 2016",
            "Satellite Award untuk Film Terbaik 2015"
        ]
    },{
        "judul" : "How to Train Your Dragon",
        "genre" : ["Animasi", "Adventure", "Family"],
        "durasi" : 98 ,
        "produser" : "Bonnie Arnold",
        "sutradara" : "Chris Sanders, Dean DeBlois",
        "penulis" : "Will Davies, Dean DeBois, Chris Sanders",
        "gambar" : "assets/images/blog/HowToTrainYourDragon.jpeg",
        "sinopsis" : "Cerita film ini bersetting di daerah utara pulau Berk, dimana hidup sekawanan viking. Tiap hari, para viking dewasa bertarung melawan naga-naga (dragons), yang selalu berusaha menyerbu desa mereka. Seorang viking muda, Hiccup (Jay Baruchel) ingin ikut bertarung, namun selalu tidak diperbolehkan oleh ayahnya, Stoik (Gerard Butler) karena merasa anaknya belum siap. Namun secara tak sengaja, Hiccup berhasil menangkap satu naga paling berbahaya berjenis Night Fury. Namun setelah itu, Hiccup tidak kuasa untuk membunuhnya. Ia akhirnya malah berteman dengan naga yang ia beri nama Toothless itu. How to Train Your Dragon memang berpusat pada pertemanan Hiccup dan naga Toothless. Karakter yang ada juga terlihat bagus dan unik, baik dari bangsa viking maupun jenis naga-naga yang lucu tapi juga seram. Secara overall, film ini sangat layak ditonton, bukan hanya untuk anak-anak, namun untuk semua pecinta film pada umumnya.",
        "tahun" : 2010,
        "pemain" : [
            "Jay Baruchel",
            "Gerard Butler",
            "Craig Ferguson",
            "America Ferrera",
            "Jonah Hill",
            "Christopher Mintz-Plasse",
            "T.J. Miller",
            "Kristen Wiig"
        ],
        "funfact" : [
            "Annie Award untuk Film Animasi Terbaik 2011",
            "VES Award untuk Outstanding Animated Character in an Animated Feature Motion Picture 2010"
        ]
    },{
        "judul" : "The Spongebob Movie : Sponge on the Run",
        "genre" : ["Animasi", "Komedi", "Adventure"],
        "durasi" : 91 ,
        "produser" : "Ryan Harris",
        "sutradara" : "Tim Hill",
        "penulis" : "Tim Hill, Jonathan Aibel, Gleen Berger",
        "gambar" : "assets/images/blog/TheSpongebobMovie.jpeg",
        "sinopsis" : "SpongeBob yang polos kehilangan hewan peliharaannya Gary, sisiput. Ditemani oleh Patrick SpongeBob mencari Gary ke Lost City of Atlantic City. Ternyata Gary diculik oleh raja Poseidon yang membutuhkan siput, untuk merawat wajahnya agar awet muda. Dalam perjalanan tersebut, akan mengungkap bagaimana sahabat-sahabat dekat SpongeBob bertemu dengannya.",
        "tahun" : 2021,
        "pemain" : [
            "Tom Kenny",
            "Awkwafina",
            "Matt Berry",
            "Snoop Dogg",
            "Bill Fagerbakke",
            "Clancy Brown",
            "Tiffany Haddish",
            "Carolyn Lawrence",
            "Mr. Lawrence",
            "Keanu Reeves",
            "Danny Trejo",
            "Reggie Watts"
        ],
        "funfact" : [
            "",
            "",
            ""
        ]
    },{
        "judul" : "Percy Jackson & The Olympians: The Sea of Monsters",
        "genre" : ["Fantasi", "Action", "Family"],
        "durasi" : 106,
        "produser" : "Michael Barnathan, Karen Rosenfelt",
        "sutradara" : "Thor Freudenthal",
        "penulis" : "Marc Guggenheim",
        "gambar" : "assets/images/blog/PercyJacksonSeaOfMonster.jpeg",
        "sinopsis" : "Saat berada di kemah para half-blood, Percy Jackson menceritakan kisah mengenai pengorbanan Thalia putri dari Zeus. Thalia mengorbankan dirinya untuk menyelamatkan teman-temannya yang dikejar oleh Cyclop. Zeus merubah putrinya Thalia yang bersemayam dan tidak bernyawa ditanah menjadi pohon perisai untuk kemah. Hari berganti Percy Jackson harus menerima dirinya menjadi pecundang karena kalah dari Clarisse La Rue. Hingga tiba-tiba saja Percy dikagetkan dengan kedatangan seorang cyclop bernama Tyson yang ternyata merupakan anak dari ayahnya yaitu Poseidon. Saat sedang menemani adiknya makan, benteng Colchis menyerang kemah, ternyata ini akal-akalan Luke untuk meracuni pohon Thalia. Pohon Thalia semakin lemah dan membuatnya hampir mati untuk kedua kalinya, karena racun Luke sangat mematikan. Annabeth dan Grover mencari cara untuk menyelamatkan pohon Thalia hingga berakhir pada Bulu Domba Emas yang dapat menyembuhkan. Mereka mengatakan hal ini pada Mr. D yang berakhir dengan pencarian.",
        "tahun" : 2013,
        "pemain" : [
            "Logan Lerman",
            "Brandon T. Jackson",
            "Alexandra Daddario",
            "Leven Rambin",
            "Jake Abel",
            "Stanley Tucci",
            "Nathan Fillion"
        ],
        "funfact" : [
            "BMI Film Music Award 2014",
            "SOCAN Award International Film Music Award 2015"
        ]
    },{
        "judul" : "IT",
        "genre" : ["Horror", "Adventure"],
        "durasi" : 135,
        "produser" : "Roy Lee, Dan Lin, Seth Grahame-Smith, David Katzenberg, Barbara Muschietti",
        "sutradara" : "Andy Muschietti",
        "penulis" : "Chase Palmer, Cary Fukunaga, Gary Dauberman",
        "gambar" : "assets/images/blog/IT.jpeg",
        "sinopsis" : "IT berkisah mengenai petualangan anggota 'the Losers Club', yaitu sejumlah anak yang menyebut diri mereka sebagai kelompok pecundang di kota kecil bernama Derry. Mengambil latar waktu pada 1989. Filmnya sendiri dibuka dengan tragedi hilangnya Georgie (Jackson Robert Scott), adik dari salah satu anggota mereka bernama Billy. Billy yang sangat menyayangi adiknya tersebut kemudian mengajak teman-temannya untuk ikut melakukan pencarian adiknya. Hilangnya anak-anak yang terjadi di kota Derry memang bukan kali pertama. Jauh sebelumnya terdapat puluhan anak yang dinyatakan hilang secara misterius.",
        "tahun" : 2017,
        "pemain" : [
            "Jaeden Lieberher",
            "Bill Skarsgard"
        ],
        "funfact" : [
            "2017: Pemenang Fright Meter Award kategori Best Supporting Actor (Bill Skarsgård)",
            "2017: Pemenang Golden Schmoes Award kategori Best Horror Movie of the Year",
            "2017: pemenang Golden Trailer Award kategori Best Horror (New Line Cinema dan Buddha Jones)",
            "2018: Pemenang iHorror Award kategori Best Horror Feature Film",
            "2018: Pemenang MTV Movie + TV Award kategori Best On-Screen Team"
        ]
    },{
        "judul" : "Beauty and the Beast",
        "genre" : ["Romantis", "Musical", "Drama"],
        "durasi" : 129,
        "produser" : "David Hoberman, Todd Lieberman",
        "sutradara" : "Bill Condon",
        "penulis" : "Stephen Chbosky, Evan Spiliotopoulos",
        "gambar" : "assets/images/blog/BeautyAndTheBeast.jpeg",
        "sinopsis" : "Di sebuah istana di Prancis, seorang penyihir datang untuk meminta tempat berteduh pada sang pangeran dan menggantinya dengan setangkai mawar. Sang pangeran yang angkuh pun menolaknya. Sang penyihir kemudian mengutuk pangeran menjadi sosok buruk rupa dan semua pelayannya dikutuk menjadi perabotan rumah tangga. Si penyihir kemudian menyimpan mawar tersebut dan mengutuk apabila pangeran tidak bisa belajar mencintai dan dicintai hingga kelopak terakhir mawar itu gugur, maka kutukan tersebut akan berlangsung selamanya. Cerita kemudian beralih ke Desa Villeneuve beberapa tahun kemudian, hiduplah seorang gadis bernama Belle.",
        "tahun" : 2017,
        "pemain" : [
            "Emma Watson",
            "Dan Stevens",
            "Luke Evans",
            "Kevin Kline",
            "Josh Gad",
            "Ewan McGregor",
            "Stanley Tucci",
            "Gugu Mbatha Raw",
            "Audra McDonald",
            "Ian McKellen",
            "Emma Thompson"
        ],
        "funfact" : [
            "MTV Movie & TV Award untuk Film Terbaik 2017",
            "Kids' Choice Award Colombia for Favorite Movie 2017",
            "Teen Choice Award untuk Film Pilihan: Fantasi 2017"
        ]
    },{
        "judul" : "Alice Through the Looking Glass",
        "genre" : ["Fantasi", "Action"],
        "durasi" : 108,
        "produser" : "Joe Roth, Suzanne Todd, Jennifer Todd, Tim Burton",
        "sutradara" : "James Bobin",
        "penulis" : "Linda Woolverton",
        "gambar" : "assets/images/blog/AliceThroughTheLookingGlass.jpeg",
        "sinopsis" : "Alice kecil selalu terbangun saat tidur karena mimpi anehnya. Ia bermimpi mengenai kelinci berjas, kucing yang tersenyum, ulat biru, dan hal-hal aneh lain. Namun sang ayah selalu menenangkannya. Bertahun-tahun kemudian, Alice telah dewasa dan ia bersama sang ibu mendatangi sebuah pesta. Tanpa sepengetahuan Alice, ibu dan keluarganya merancang pesta itu sebagai pesta pertunangan Alice. Ia kemudian dilamar oleh Hamish, bangsawan yang juga anak dari rekan kerja mendiang ayahnya. Alice yang panik kemudian pergi ke kebun belakang. Ia melihat seekor kelinci mengenakan jas yang mirip di mimpinya masuk ke lubang dan mengikutinya ke lubang tersebut. Alice jatuh ke lubang dan terkurung di sebuah ruangan. Seekor kucing yang bisa menghilang kemudian membawa Alice bertemu dengan Hatter, pembuat topi yang membantunya untuk memahami apa yang terjadi.",
        "tahun" : 2010,
        "pemain" : [
            "Johnny Depp",
            "Anne Hathaway",
            "Mia Wasikowska",
            "Rhys Ifans",
            "Helena Bonham Carter",
            "Sacha Baron Cohen",
            "Alan Rickman",
            "Stephen Fry",
            "Michael Sheen",
            "Timothy Spall"
        ],
        "funfact" : [
            "",
            "",
            ""
        ]
    },{
        "judul" : "Central Intelligence",
        "genre" : ["Action", "Komedi"],
        "durasi" : 107,
        "produser" : "Michael Fottrell, Peter Principato, Scott Stuber, Paul Young",
        "sutradara" : "Rawson Marshall Thurber",
        "penulis" : "Ike Barinholtz, David Stassen, Rawson Marshall Thurber",
        "gambar" : "assets/images/blog/CentralIntelligence.jpeg",
        "sinopsis" : "Setelah bertemu kembali dengan teman masa sekolahnya yang sering dirundung, Calvin Joyner terkejut saat mengetahui Bob Stones telah menjadi seorang agen CIA. Keduanya pun bekerja sama untuk mengungkap kejahatan yang menyeret nama Bob.",
        "tahun" : 2016,
        "pemain" : [
            "Dwayne Johnson",
            "Kevin Hart",
            "Amy Ryan",
            "Aaron Paul"
        ],
        "funfact" : [
            "Kids' Choice Awards, USA 2017 - BFFs (Best Friends Forever)",
            "Teen Choice Awards 2016 - Choice Summer Movie Star: Male"
        ]
    },{
        "judul" : "Now You See Me",
        "genre" : ["Thriller", "Crime"],
        "durasi" : 115,
        "produser" : "Bobby Cohen, Alex Kurtzman, Roberto Orci",
        "sutradara" : "Louis Leterrier",
        "penulis" : "Ed Solomon, Boaz Yakin, Edward Ricourt",
        "gambar" : "assets/images/blog/NowYouSeeMe.jpeg",
        "sinopsis" : "Empat pesulap jalanan yang memiliki kelebihan masing-masing dalam mempertunjukkan trik sulap mereka dikumpulkan bersama oleh seorang misterius lewat sebuah kartu tarot yang mereka terima. Undangan mereka berakhir ke dalam sebuah kamar di apartemen yang kosong. Awalnya, mereka sempat mengira bahwa undangan ini hanya main-main. Namun setelah berhasil memecahkan puzzle yang terdapat di dalam ruangan tersebut, mereka mendapati sebuah rencana pertunjukkan sulap spektakuler yang mampu membawa popularitas bagi nama mereka.",
        "tahun" : 2013,
        "pemain" : [
            "Jesse Eisenberg",
            "Mark Ruffalo",
            "Woody Harrelson",
            "Mélanie Laurent",
            "Isla Fisher",
            "Dave Franco",
            "Michael Caine",
            "Morgan Freeman",
            "Michael Kelly"
        ],
        "funfact" : [
            "People's Choice Award untuk Film Thriller Terfavorit 2014"
        ]
    },{
        "judul" : "Assassin's Creed",
        "genre" : ["Sci-Fi", "Action", "Adventure"],
        "durasi" : 115,
        "produser" : "Jean-Julien Baronnet, Patrick Crowley, Michael Fassbender, Frank Marshall, Conor McCaughan, Arnon Milchan",
        "sutradara" : "Justin Kurzel",
        "penulis" : "Bill Collage, Adam Cooper, Scott Frank, Michael Lesslie",
        "gambar" : "assets/images/blog/AssassinCreed.jpeg",
        "sinopsis" : "Berkat teknologi yang membuka ingatan genetiknya, Callum Lynch menjalani kehidupan leluhurnya, Aguilar de Nerha. Callum ternyata keturunan masyarakat rahasia misterius, Assassins. Ia pun mengumpulkan pengetahuan dan keterampilan untuk menghadapi organisasi Templar.",
        "tahun" : 2016,
        "pemain" : [
            "Michael Fassbender",
            "Marion Cotillard",
            "Jeremy Irons",
            "Brendan Gleeson",
            "Michael K. Williams"
        ],
        "funfact" : [
            "Golden Trailer Awards 2017 dengan kategori Golden Fleece TV Spot",
            "Yoga Awards 2017 dengan kategori Most Overexposed Actor"
        ]
    },{
        "judul" : "Home Alone ",
        "genre" : ["Komedi", "Adventure", "Crime", "Family"],
        "durasi" : 103,
        "produser" : "John Hughes",
        "sutradara" : "Chris Columbus",
        "penulis" : "John Hughes",
        "gambar" : "assets/images/blog/HomeAlone.jpeg",
        "sinopsis" : "Kevin si bungsu pembuat onar di keluarga McCallister ketinggalan di rumah mereka yang megah ketika seluruh keluarganya pergi liburan ke luar negeri. Saat itu pula ada dua pencuri yang hendak membobol rumah Kevin. Dan tentunya bocah 8 tahun itu beraksi mempertahankan rumahnya.",
        "tahun" : 1990,
        "pemain" : [
            "Macaulay Culkin",
            "Joe Pesci",
            "Daniel Stern",
            "John Heard"
        ],
        "funfact" : [
            "Nickelodeon Kids' Choice Award untuk Film Favorit 1991",
            "British Comedy Award for Best Comedy Film 1991"
        ]
    },{
        "judul" : "Titanic",
        "genre" : ["Romantis", "Drama"],
        "durasi" : 194,
        "produser" : "James Cameron, Jon Landau",
        "sutradara" : "James Cameron",
        "penulis" : "James Cameron",
        "gambar" : "assets/images/blog/Titanic.jpeg",
        "sinopsis" : "Titanic bercerita tentang kisah nyata tenggelamnya kapal RMS Titanic pada tahun 1912. Seorang wanita dari kalangan kelas atas, Rose DeWitt (Kate Winslet) menjadi penumpang kapal Titanic bersama Ibunya, Ruth DeWitt (Frances Fisher) dan tunangan Rose, Caledon Hockley (Billy Zane). Sementara itu seorang pemuda miskin bernama Jack Dawson (Leonardo DiCaprio) dan temannya Fabrizio DeRossi (Danny Nucci) berhasil memenangkan tiket untuk naik kapal Titanic tersebut. Tanpa diduga, Rose dan Jack saling bertemu dan kemudian saling jatuh cinta.",
        "tahun" : 1997,
        "pemain" : [
            "Leonardo DiCaprio",
            "Kate Winslet",
            "Billy Zane",
            "Kathy Bates",
            "Gloria Stuart",
            "Victor Garber"
        ],
        "funfact" : [
            "Nickelodeon Kids' Choice Award untuk Film Favorit 1998",
            "MTV Movie & TV Award untuk Film Terbaik 1998",
            "People's Choice Award untuk Film Terfavorit 1999",
            "People's Choice Award untuk Film Drama Favorit 1999"
        ]
    },{
        "judul" : "UP",
        "genre" : ["Animasi", "Adventure"],
        "durasi" : 96 ,
        "produser" : "Jonas Rivera",
        "sutradara" : "Pete Docter",
        "penulis" : "Bob Peterson, Pete Docter",
        "gambar" : "assets/images/blog/Up.jpeg",
        "sinopsis" : "Film ini bercerita tentang kehidupan Carl Fredricksen (Edward Asner). Ia merupakan seorang lansia berumur 78 tahun yang telah ditinggal istrinya, Ellie (Elie Docter) yang meninggal dunia, dan tidak memiliki anak. Saat Carl akan dibawa ke panti jompo, ia kemudian pergi dengan menerbangkan rumahnya menuju Paradise Falls, air terjun di Venezuela, Amerika Selatan. Paradise Falls merupakan lokasi impian Carl dan Ellie, yang belum sempat dituju saat Ellie masih hidup. Namun petualangan Carl 'diganggu' oleh kehadiran seorang bocah pramuka bernama Russell (Jordan Nagai) yang secara tidak sengaja ikut terangkut. Up juga menghadirkan karakter pendukung lain, seperti Dug (anjing) dan Kevin (burung langka). Film ini menghadirkan sosok penjahat bernama Charles Muntz, yang memiliki pasukan anjing yang bisa berbicara.",
        "tahun" : 2009,
        "pemain" : [
            "Ed Asner",
            "Christopher Plummer",
            "Jordan Nagai"
        ],
        "funfact" : [
            "American Film Institute Award untuk Film Terbaik Tahun Ini 2009",
            "Teen Choice Award untuk Acara Musim Panas Pilihan: Film — Komedi 2009",
            "Critics' Choice Movie Award untuk Film Animasi Terbaik 2010",
            "Nickelodeon Kids' Choice Award untuk Film Animasi Terfavorit 2010",
            "Penghargaan Golden Globe untuk Film dengan Fitur Animasi Terbaik 2010"
        ]
    },{
        "judul" : "Toy Story",
        "genre" : ["Animasi", "Family"],
        "durasi" : 81 ,
        "produser" : "Bonnie Arnold, Ralph Guggenheim",
        "sutradara" : "John Lasseter",
        "penulis" : "Joss Whedon, Andrew Stanton, Joel Cohen, Alec Sokolow",
        "gambar" : "assets/images/blog/ToyStory.jpeg",
        "sinopsis" : "Toy Story berkisah tentang kehidupan mainan-mainan yang ternyata bisa hidup jika tidak ada manusia di sekelilingnya. Mainan ini bisa bergerak, berbicara dan melakukan aktivitas lain, asalkan tidak ada manusia di sekelilingnya. Cerita berfokus pada mainan cowboy bernama Woody (Tom Hanks) dan mainan-mainan lain milik seorang anak bernama Andy. Woody merupakan mainan favorit Andy. Namun kehadiran mainan baru yang keren berupa rangers bintang dari luar angkasa, yaitu Buzz Lightyear (Tim Allen), membuat keberadaan Woody sebagai mainan favorit Andy terancam.",
        "tahun" : 1995,
        "pemain" : [
            "Tom Hanks",
            "Tim Allen",
            "Don Rickles",
            "Jim Varney",
            "Wallace Shawn",
            "John Ratzenberger",
            "Annie Potts",
            "John Morris",
            "Erik Von Detten"
        ],
        "funfact" : [
            "Special Achievement Academy Award 1996",
            "Penghargaan Producers Guild of America untuk Special Award of Merit 1996"
        ]
    },{
        "judul" : "Monsters Inc",
        "genre" : ["Animasi", "Adventure", "Komedi"],
        "durasi" : 92 ,
        "produser" : "Darla K. Anderson",
        "sutradara" : "Pete Docter",
        "penulis" : "Andrew Stanton, Dan Gerson, Robert L. Baird, Rhett Reese, Jonathan Roberts",
        "gambar" : "assets/images/blog/MonsterInc.jpeg",
        "sinopsis" : "Monsters Inc berkisah tentang kehidupan para monster di kota Monstropolis. Kota monster tersebut mendapat energi untuk kehidupan sehari-hari dengan cara menakuti anak-anak kecil dari dunia manusia. Sebuah perusahaan bernama Monsters, Inc. tiap harinya mengumpulkan teriakan anak-anak manusia dengan mengirim monster terlatih melewati pintu paralel ke dunia manusia. Para monster kemudian mengumpulkan teriakan anak-anak untuk dijadikan energi membangun kota. Meskipun begitu para monster ini harus berhati-hati agar tidak menyentuh anak-anak tersebut karena bisa terkontaminasi. Cerita kemudian berpusat pada monster pembuat teriakan bernama James Sullivan (John Goodman) dan temannya, Mike Wazawski (Billy Crystal). Masalah kemudian muncul saat seorang anak bernama Boo (Mary Gibbs) masuk ke Monstropolis tanpa sengaja dan kemudian menyebabkan kekacauan di seluruh kota. James dan Mike kemudian harus bekerjasama untuk menemukan solusinya.",
        "tahun" : 2001,
        "pemain" : [
            "Jhon Goodman",
            "Billy Crystal",
            "Mary Gibbs",
            "Steve Buscemi",
            "James Coburn",
            "Jennifer Tilly"
        ],
        "funfact" : [
            "San Diego Film Critics Society Awards kategori Best Youth DVD 2001",
            "BAFTA Awards kategori Best Feature Film 2002",
            "Golden Trailer Awards kategori Best Animation/Family 2002",
            "Satellite Award untuk Best Youth DVD 2003",
            "Grammy Awards kategori Best Song Written for a Motion Picture, Television or Other Visual Media 2003"
        ]
    },{
        "judul" : "Spirited Away",
        "durasi" : 125,
        "genre" : ["Animasi", "Adventure"],
        "produser" : "Toshio Suzuki",
        "sutradara" : "Hayao Miyazaki",
        "penulis" : "Hayao Miyazaki",
        "gambar" : "assets/images/blog/SpiritedAway.jpeg",
        "sinopsis" : "Film ini menceritakan seorang gadis berusia 10 tahun bernama Chihiro Ogini (Rumi Hiiragi) yang pindah ke rumah baru bersama kedua orang tuanya. Namun tanpa sengaja mereka masuk ke dalam dunia roh, yang menyebabkan kedua orang tuanya diubah menjadi seekor babi. Chihiro kemudian harus bekerja di rumah pemandian dari Yubaba (Mari Natsuki) yang merubah kedua orang tuanya, sambil menguak misteri dan mencari cara mengembalikan orang tuanya seperti semula serta kembali ke dunia manusia.",
        "tahun" : 2001,
        "pemain" : [
            "Rumi Hiiragi",
            "Miyu Irino",
            "Mari Natsuki",
            "Takeshi Naito",
            "Yasuko Sawaguchi",
            "Tsunehiko Kamijō",
            "Takehiko Ono",
            "Bunta Sugawara"
        ],
        "funfact" : [
            "Phoenix Film Critics Society Award for Best Animated Film 2001",
            "Boston Society of Film Critics Award -- Special Commendation 2002",
            "Satellite Award untuk Best Motion Picture, Animated or Mixed Media 2003",
            "Critics' Choice Movie Award untuk Film Animasi Terbaik 2003",
            "Golden Trailer Award for Best Animation/Family 2003"
        ]
    },{
        "judul" : "Wall-E",
        "genre" : ["Animasi", "Adventure", "Sci-Fi"],
        "durasi" : 98 ,
        "produser" : "Jim Morris, John Lasseter",
        "sutradara" : "Andrew Stanton",
        "penulis" : "Andrew Stanton, Peter Docter, Jim Reardon",
        "gambar" : "assets/images/blog/Wall-e.jpeg",
        "sinopsis" : "Wall-E bercerita di tahun 2805 dimana planet Bumi sudah ditinggalkan oleh manusia karena sudah tidak layak dihuni. Manusia tinggal di pesawat luar angkasa, Axiom, selama beratus-ratus tahun. Di Bumi hanya ditinggali oleh sesosok robot pengangkut sampah bernama Wall-E, yang masih bertahan. Kehidupan robot kecil ini pun berubah saat muncul robot Eve yang bertugas mencari kehidupan di Bumi. Wall-E kemudian menjalani petualangan yang bisa mengubah nasib dan takdir seluruh umat manusia.",
        "tahun" : 2008,
        "pemain" : [
            "Ben Burtt",
            "Elissa Knight",
            "Sigourney Weaver",
            "Jeff Garlin",
            "Fred Willard",
            "John Ratzenberger",
            "Kathy Najimy"
        ],
        "funfact" : [
            "Satellite Award untuk Best Motion Picture, Animated or Mixed Media 2008",
            "Los Angeles Film Critics Association Award for Best Film 2008",
            "Academy Award untuk Film Animasi Terbaik 2009",
            "Critics' Choice Movie Award untuk Film Animasi Terbaik 2009",
            "People's Choice Award untuk Film Keluarga Terfavorit 2009"
        ]
    },{
        "judul" : "Saw",
        "genre" : ["Horror", "Thriller", "Mystery"],
        "durasi" : 102,
        "produser" : "Mark Burg, Gregg Hoffman, Oren Koules",
        "sutradara" : "James Wan",
        "penulis" : "James Wan, Leigh Whannell",
        "gambar" : "assets/images/blog/SAW.jpeg",
        "sinopsis" : "Film ini menyoroti pembunuh berantai yang dikenal dengan nama Jigsaw Killer. Ia selalu memasukkan para korbannya ke sebuah tempat tertutup, dan menguji mereka dengan permainan maut. Dalam permainan itu, mereka harus memecahkan teka-teki dengan jebakan mematikan. Mereka juga mesti menyakiti diri sendiri, dan terkadang membunuh satu sama lain agar bisa bertahan hidup.",
        "tahun" : 2004,
        "pemain" : [
            "Leigh Whannell",
            "Cary Elwes",
            "Danny Glover"
        ],
        "funfact" : [
            "Brussels International Fantastic Film Festival Pegasus Award 2005"
        ]
    },{
        "judul" : "The Terminal",
        "genre" : ["Komedi", "Romantis"],
        "durasi" : 128,
        "produser" : "Steven Spielberg, Laurie MacDonald, Walter F. Parkes",
        "sutradara" : "Steven Spielberg",
        "penulis" : "Sacha Gervasi, Jeff Nathanson",
        "gambar" : "assets/images/blog/TheTerminal.jpeg",
        "sinopsis" : "Filmnya bercerita tentang Viktor Navorski (Tom Hanks) yang berkunjung ke Amerika untuk meminta tanda tangan salah satu bintang jazz Amerika. Namun saat sampai di Amerika, negaranya, yaitu Krakozhia, digulingkan oleh pemberontak. Hal tersebut membuat Viktor kehilangan kewarganegaraan dan tidak bisa masuk ke Amerika atau pulang ke negaranya.",
        "tahun" : 2004,
        "pemain" : [
            "Tom Hanks",
            "Catherine Zeta-Jones",
            "Stanley Tucci"
        ],
        "funfact" : [
            "International Film Music Critics Award (IFMCA) - Best Original Score for a Comedy Film 2004",
            "ADG Excellence in Production Design Award - Film Kontemporer 2005",
            "BMI Film Music Award 2005",
            "Nielsen/EDI Gold Reel Awards 2005"
        ]
    },{
        "judul" : "The Human Centipede",
        "genre" : ["Horror"],
        "durasi" : 92 ,
        "produser" : "Ilona Six, Tom Six",
        "sutradara" : "Tom Six",
        "penulis" : "Tom Six",
        "gambar" : "assets/images/blog/TheHumanCentipede.jpeg",
        "sinopsis" : "Seorang ilmuwan gila menculik dan memutilasi trio turis untuk membuat mereka menjadi kelabang manusia. Ilmuwan tersebut mewujudkan ide gilanya dengan menjahit mulut mereka ke dubur satu sama lain.",
        "tahun" : 2009,
        "pemain" : [
            "Dieter Laser",
            "Ashley C. Williams",
            "Ashlynn Yennie",
            "Akihiro Kitamura"
        ],
        "funfact" : [
            "Screamfest - Best Picture 2009",
            "South African Horrorfest - Best Ensemble Cast 2009",
            "Fangoria Chainsaw Awards - Best Limited-Release/Direct-to-Video Film 2011",
            "Scream Awards - Most Memorable Mutilation 2010"
        ]
    },{
        "judul" : "UMMA",
        "genre" : ["Horror"],
        "durasi" : 83 ,
        "produser" : "Sam Raimi, Zainab Azizi",
        "sutradara" : "Iris K. Shim",
        "penulis" : "Iris K. Shim",
        "gambar" : "assets/images/blog/Umma.jpeg",
        "sinopsis" : "Film Umma menceritakan kehidupan Amanda (Sandra Oh), ibu tunggal yang tinggal bersama putrinya di sebuah peternakan terpencil di Amerika Serikat. Rumah itu kelak dihantui mendiang ibunya yang menjadi kisah dari film tersebut.",
        "tahun" : 2022,
        "pemain" : [
            "Sandra Oh",
            "Fivel Stewart",
            "Dermot Mulroney",
            "Odeya Rush",
            "MeeWha Alana Lee",
            "Tom Yi"
        ],
        "funfact" : [
            "",
            "",
            ""
        ]
    },{
        "judul" : "Interstellar",
        "genre" : ["Sci-Fi", "Adventure"],
        "durasi" : 169,
        "produser" : "Emma Thomas, Christopher Nolan, Lynda Obst",
        "sutradara" : "Christopher Nolan",
        "penulis" : "Jonathan Nolan, Christopher Nolan",
        "gambar" : "assets/images/blog/Interstellar.jpeg",
        "sinopsis" : "Ketika sebuah tim penjelajah luar angkasa melakukan perjalanan antar planet untuk menemukan planet baru bagi kelangsungan hidup umat manusia.",
        "tahun" : 2014,
        "pemain" : [
            "Matthew McConaughey",
            "Anne Hathaway",
            "Jessica Chastain",
            "Michael Caine"
        ],
        "funfact" : [
            "Academy Award untuk Efek Visual Terbaik 2015",
            "Critics' Choice Movie Award untuk Film Horor/Sci-fi Terbaik 2015",
            "British Academy Film Award untuk Efek Visual Terbaik 2015",
            "Empire Award untuk Film Terbaik 2015"
        ]
    },{
        "judul" : "Tick-tick BOOM",
        "genre" : ["Musical"],
        "durasi" : 110,
        "produser" : "Brian Grazer, Ron Howard, Julie Oh, Lin-Manuel Miranda",
        "sutradara" : "Lin-Manuel Miranda",
        "penulis" : "Steven Levenson",
        "gambar" : "assets/images/blog/TickTickBoom.jpeg",
        "sinopsis" : "Tick, Tick… Boom! adalah film biografi yang mengangkat perjalanan Jonathan Larson, komposer, penulis lagu dan sutradara teater asal Amerika. Dalam karirnya yang singkat, Jon banyak memasukan isu-isu sosial yang berhubungan dengan kecanduan obat, homophobia, multikulturalisme dan isu-isu sosial lainnya dalam karyanya. Saat mendekati usia yang ke-30, seorang komposer teater berbakat menjalani cinta, persahabatan, dan tekanan untuk menciptakan sesuatu yang hebat sebelum waktu habis.",
        "tahun" : 2021,
        "pemain" : [
            "Andrew Garfield",
            "Alexandra Shipp",
            "Robin de Jesús",
            "Joshua Henry",
            "Judith Light",
            "Vanessa Hudgens"
        ],
        "funfact" : [
            "American Film Institute Award untuk Film Terbaik Tahun Ini 2022",
            "Satellite Award untuk Best Motion Picture, Comedy or Musical 2022",
            "Satellite Award untuk Tata Suara Terbaik 2022",
            "Eddie Awards for Best Edited Feature Film Comedy or Musical 2022"
        ]
    },{
        "judul" : "Hacksaw Ridge",
        "genre" : ["Perang"],
        "durasi" : 139,
        "produser" : "Terry Benedict, Paul Currie (sutradara), Bruce Davey, William D. Johnson, Bill Mechanic, Brian Oliver, David Permut",
        "sutradara" : "Mel Gibson",
        "penulis" : "Andrew Knight, Robert Schenkkan",
        "gambar" : "assets/images/blog/HacksawRidge.jpeg",
        "sinopsis" : "Hacksaw Ridge menampilkan latar tentang perang dunia kedua. Film ini diangkat dari kisah nyata dan hebatnya adalah yang diceritakan bukan tentang taktik perang seperti film perang lainnya. Hacksaw Ridge menunjukan sisi gelap dari perang.",
        "tahun" : 2016,
        "pemain" : [
            "Andrew Garfield",
            "Vince Vaughn",
            "Sam Worthington",
            "Luke Bracey",
            "Teresa Palmer",
            "Hugo Weaving",
            "Rachel Griffiths"
        ],
        "funfact" : [
            "Critics' Choice Movie Award untuk Film Laga Terbaik 2016",
            "Penghargaan AACTA untuk Aktor Pendukung Terbaik 2016",
            "Academy Award untuk Tata Suara Terbaik 2017",
            "British Academy Film Award untuk Penyu 2017"
        ]
    },{
        "judul" : "I Am Legend",
        "genre" : ["Action", "Sci-Fi", "Thriller"],
        "durasi" : 101,
        "produser" : "Akiva Goldsman, David Heyman, Erwin Stoff",
        "sutradara" : "Francis Lawrence",
        "penulis" : "Akiva Goldsman, Mark Protosevich",
        "gambar" : "assets/images/blog/IAmLegend.jpeg",
        "sinopsis" : "Sebagai seorang ahli virologi Angkatan Darat AS, Dr. Robert Neville harus hidup sendirian New York. Virus yang awalnya sebagai obat kanker, justru merubah manusia menjadi mutan. Dr. Robert Neville yang hidup sendirian, terus melakukan penelitian pada para mutan. Namun mutan terakhir yang ia jadikan objek penelitian justru mengundang kemarahan muran lainnya.",
        "tahun" : 2007,
        "pemain" : [
            "Will Smith"
        ],
        "funfact" : [
            "2008: Pemenang Saturn Award",
            "2008: Pemenang ASCAP Film and Television Music Award",
            "2008: Pemenang MTV Movie + TV Award",
            "2008: Pemenang Teen Choice Award",
            "2008: Pemenang Golden Trailer Award"
        ]
    },{
        "judul" : "Knives Out",
        "genre" : ["Mystery", "Thriller"],
        "durasi" : 130,
        "produser" : "Ram Bergman, Rian Johnson",
        "sutradara" : "Rian Johnson",
        "penulis" : "Rian Johnson",
        "gambar" : "assets/images/blog/KnivesOut.jpeg",
        "sinopsis" : "Novelis kriminal yang kaya Harlan Thrombey (Christopher Plummer) mengundang keluarga besarnya ke rumah besar terpencilnya dalam rangka ulang tahunnya yang ke-85 dengan harapan mempersatukan mereka semua. Namun, sehari setelah pesta ulang tahunnya, Harlan ditemukan tewas oleh anggota keluarganya. Detektif berpengalaman Benoit Blanc (Daniel Craig) dipanggil untuk menyelidiki kasus tersebut dan tak lama kemudian, semua anggota keluarganya menjadi tersangka atas kematian Harlan.",
        "tahun" : 2019,
        "pemain" : [
            "Daniel Craig",
            "Chris Evans",
            "Ana de Armas",
            "Jamie Lee Curtis",
            "Michael Shannon",
            "Don Johnson",
            "Toni Collette",
            "Lakeith Stanfield",
            "Katherine Langford",
            "Jaeden Martell",
            "Christopher Plummer"
        ],
        "funfact" : [
            "Festival Film Bandung untuk Film Impor Terpuji 2020",
            "Satellite Special Achievement Award untuk Outstanding Motion Picture Ensemble 2020",
            "Costume Designers Guild Award untuk Excellence in Contemporary Film 2020"
        ]
    },{
        "judul" : "In the Tall Grass",
        "genre" : ["Horror"],
        "durasi" : 90 ,
        "produser" : "Vicenzo Natali",
        "sutradara" : "Steve Hoban, Jimmy Miller, M. Riley",
        "penulis" : "Vicenzo Natali",
        "gambar" : "assets/images/blog/TallGrass.jpeg",
        "sinopsis" : "Film ini bercerita tentang 5 orang dewasa dan 1 anak kecil yang terjebak dalam satu padang rerumputan tinggi. Di Padang itu pula terdapat batu dengan ukiran seperti prasasti. Selain itu batu itu juga dipercaya memiliki kekuatan magis yang mengatur kehidupan padang rumput tersebut.",
        "tahun" : 2019,
        "pemain" : [
            "Harrison Gilbertson",
            "Laysla De Oliveira",
            "Avery Whitted",
            "Will Buie Jr",
            "Rachel Wilson",
            "Patrick Wilson"
        ],
        "funfact" : [
            "",
            "",
            ""
        ]
    },{
        "judul" : "Cloverfield",
        "genre" : ["Action", "Sci-Fi"],
        "durasi" : 85 ,
        "produser" : "J. J. Abrams, Bryan Burk",
        "sutradara" : "Matt Reeves",
        "penulis" : "Drew Goddard",
        "gambar" : "assets/images/blog/Cloverfield.jpeg",
        "sinopsis" : "Mengalirlah sebuah cerita mengenai pesta perpisahan bagi pemuda bernama Rob, yang rencannya akan berangkat ke Jepang. Adiknya bernama Jason, dengan pacarnya, Lily, mengatur agar pesta dapat meriah dan akan dikenang terus bagi Rob. Untuk itu, sahabat Rob bernama Hud, merekam seluruh pesta dengan Handycam. Di tengah pesta berlangsung, sebuah guncangan dahsyat menerpa gedung, dan serentak orang–orang yang berada dalam pesta naik ke atap apartemen untuk mencari tahu. Di sana mereka melihat sebuah ledakan yang menghujani kota dengan puing–puing bangunan. Tidak hanya itu, bahkan kepala patung Liberty ikut terlempar ke jalanan. Dalam keadaan panik, Rob, Jason, Hud, Lily, dan temannya Marlena, segera menyelamatkan diri. Hud yang masih memegang Handycam, berusaha merekam seluruh kejadian yang mereka alami. Termasuk merekam aksi-aksi para mahluk aneh yang menyerang kota itu.",
        "tahun" : 2008,
        "pemain" : [
            "Michael Stahl-David",
            "T. J. Miller",
            "Jessica Lucas",
            "Odette Yustman",
            "Lizzy Caplan",
            "Mike Vogel"
        ],
        "funfact" : [
            "Best Science Fiction Film dari Academy of Science Fiction, Fantasy & Horror Films",
            "",
            ""
        ]
    },{
        "judul" : "Miracle In Cell No. 7",
        "genre" : ["Drama", "Komedi"],
        "durasi" : 127,
        "produser" : "Kim Min-Ki, Lee Sang-Hun",
        "sutradara" : "Lee Hwan-Kyung",
        "penulis" : "Lee Hwan-Kyung, Yu Young-A, Kim Hwang-Sung, Kim Young-Seok",
        "gambar" : "assets/images/blog/MiracelInCellNo7KOR.jpeg",
        "sinopsis" : "Seorang ayah bernama Yong-Goo (Ryoo Seung-Ryong) yang memiliki keterbelakangan mental, tetapi sangat mencintai putrinya namun dituduh melakukan kejahatan hingga dikirim ke penjara. Kemudian, putrinya yakni Ye-Seung (Park Shin-Hye) yang merupakan seorang siswa di sekolah hukum, bekerja keras untuk membuktikan bahwa ayahnya tidak bersalah. Cerita pun kembali pada tahun 1997, saat Yong-Goo hidup bahagia dengan putrinya Ye-Seung (Kal So-Won). Mereka mampir ke toko setiap hari untuk melihat ransel Sailor Moon kuning yang dia harap bisa dibelikan untuk putrinya. Suatu hari, mereka melihat bahwa ransel Sailor Moon kuning terakhir sedang dijual. Yong-Goo masuk ke dalam toko untuk membelinya, tetapi ayah lain yang membeli ransel itu akhirnya menampar Yong-Goo. Keesokan harinya, gadis yang membeli ransel Sailor Moon kuning melihat Yong-Goo bekerja di tempat parkir toko kelontong. Dia mengatakan kepadanya bahwa dia tahu toko lain yang menjual ransel kuning yang sama. Yong-Goo kemudian mengikuti gadis itu. Beberapa saat kemudian, gadis itu terbaring di tanah tak sadarkan diri dan Yong-Goo sedang mencoba melakukan CPR. Kemudian, seorang perempuan lewat dan memanggil polisi. Karena itu, Yong-Goo dituduh melakukan penculikan dan pembunuhan. Ayah dari gadis yang meninggal itu adalah Kepala Badan Kepolisian Nasional. Akhirnya, Yong-Goo diberikan hukuman mati dan dipenjara. Polisi dengan cepat memanfaatkan kecacatannya dan memaksanya untuk mengakui melakukan kejahatan, sambil mengabaikan bukti yang sebenarnya dapat membebaskannya.",
        "tahun" : 2013,
        "pemain" : [
            "Ryu Seung-Ryong",
            "Kal So-Won",
            "Park Shin-Hye"
        ],
        "funfact" : [
            "Penghargaan 49th Paeksang Arts Awards 2013 (Grand Prize for Film, Most Popular Actress)",
            "Penghargaan 34th Blue Dragon Film Awards 2013 (Most Popular Film)",
            "Penghargaan 50th Grand Bell Awards 2013 (Best Actor, Best Screenplay, Best Planning, Special Jury Prize)",
            "Penghargaan 21st Korean Culture and Entertainment Awards 2013 (Grand Prize in Film,Top Excellence Award Actor in Film"
        ]
    },{
        "judul" : "The Man Standing Next",
        "genre" : ["Drama"],
        "durasi" : 114,
        "produser" : "Kim Chul-Yong",
        "sutradara" : "Woo Min-Ho",
        "penulis" : "Kim Choong-Sik",
        "tahun" : 2020,
        "gambar" : "assets/images/blog/TheManStandingNext.jpeg",
        "sinopsis" : "Kisah yang belum pernah diungkapkan tentang Badan Intelijen Pusat Korea (KCIA), dan mesin politisnya pada tahun 1970-an. Pada tahun 1970-an, Korea berada di bawah kendali mutlak Presiden PARK (LEE Sung-min) yang mengendalikan KCIA, organisasi yang memiliki keunggulan dalam setiap cabang pemerintahan. Direktur KCIA, KIM Gyu-pyeong (LEE Byung-hun), adalah pemain pengganti bagi komandan kedua.",
        "pemain" : [
            "Lee Byung-Hun",
            "Lee Sung-Min",
            "Kwak Do-Won"
        ],
        "funfact" : [
            "Film tersebut tayang perdana di Korea Selatan pada 22 Januari 2020, dimana film tersebut memuncaki box office sampai 4 Februari 2020",
            "Film tersebut terpilih menjadi perwakilan Korea Selatan untuk Film Fitur Internasional Terbaik di Academy Awards ke-93"
        ]
    },{
        "judul" : "Pawn",
        "genre" : ["Drama", "Action", "Family", "Komedi"],
        "durasi" : 113,
        "produser" : "Choi Joon-Ho",
        "sutradara" : "Kang Dae-Kyu",
        "penulis" : "Yoon Je-Kyun",
        "tahun" : 2020,
        "gambar" : "assets/images/blog/Pawn.jpg",
        "sinopsis" : "Film Pawn berlatarkan di Incheon, Korea Selatan pada tahun 1993. Doo Suk (diperankan oleh Sung Dong Il) dan Jong Bae (diperankan oleh Kim Hee Won) bekerja sebagai penagih utang. Mereka terlihat mengintimidasi, tapi sebenarnya mereka memiliki hati yang hangat. Suatu hari, mereka pergi menemui Myung Ja (diperankan oleh Yunjin Kim) untuk menagih hutang.",
        "pemain" : [
            "Sung Dong-Il (Doo Suk)",
            "Kim Hee-Won (Jong Bae)",
            "Park So-Yi (Seung Yi kecil)",
            "Ha Ji-Won (Seung Yi dewasa)"
        ],
        "funfact" : [
            "Penghargaan Golden Cinematography Awards 2021 (Best Young Actress)"
        ]
    },{
        "judul" : "Three Sisters",
        "genre" : ["Drama, Family"],
        "durasi" : 115,
        "produser" : "Lee Seung-Wo",
        "sutradara" : " Kim Sang-Su",
        "penulis" : "Lee Seung-Wo",
        "tahun" :2021,
        "gambar" : "assets/images/blog/ThreeSister.jpg",
        "sinopsis" : "Film Three Sisters adalah sebuah kisah yang mengikuti 3 saudara perempuan: kakak perempuan tertua Hee-Sook (diperankan oleh Kim Sun-Young), kakak perempuan tengah Mi-Yeon (diperankan oleh Moon So-Ri) dan adik perempuan termuda Mi-Ok (diperankan oleh Jang Yoon-Ju). Hee-Sook adalah seorang ibu rumah tangga yang setia, yang merawat suami dan putrinya. Dia memiliki tipe kepribadian di mana dia tidak mengungkapkan perasaannya. Suatu hari, Hee-Sook mengetahui bahwa dia menderita kanker. Mi-Yeon si anak tengah menginginkan kehidupan yang damai dengan suaminya, yang berprofesi sebagai seorang profesor. Dia bekerja sebagai ketua paduan suara gereja. Mi Yeon mengalami gejolak ekstrem ketika dia menyaksikan suaminya berselingkuh dengan anggota paduan suara. Sementara adik bungsu Mi-Ok bekerja sebagai penulis naskah. Dia menikah dengan pria yang sudah bercerai karena marah. Kini, ia memiliki seorang suami dan seorang anak tiri.",
        "pemain" : [
            "Moon So-Ri (Mi Yeon)",
            "Kim Sun-Young (Hee Sook)",
            "Jang Yoon-Ju (Mi Ok)",
            "Jo Han-Chul (Dong Wook)",
            " Hyun Bong-Sik (Sang Joon)."
        ],
        "funfact" : [
            "Penghargaan 30th Buil Film Awards 2021 (Best Supporting Actress)",
            "Penghargaan 41st Korean Association of Film Critics Awards (Best Actress,  Best Supporting Actress)",
            "Penghargaan 42th Blue Dragon Film Awards 2021 (Best Actress, Best Supporting Actress)",
            "Penghargaan Golden Cinematography Awards 2021 (Jurys Special Award)"
        ]
    },{
        "judul" : "Wedding Dres",
        "genre" : ["Drama", "Family"],
        "durasi" : 109,
        "produser" : "Choi Sun-Joong",
        "sutradara" : "Kwon Hyung-Jin",
        "penulis" : "Yoo Young-Ah",
        "tahun" : 2010,
        "gambar" : "assets/images/blog/WeddingDres.jpg",
        "sinopsis" : "Seorang desainer gaun pengantin yang didiagnosa penyakit kanker dan menyebabkan kematian. Sebelum berpisah dengan putrinya, ia memanfaatkan waktu untuk dapat melayani putrinya.",
        "pemain" : [
            "Song Yun-Ah",
            "Kim Hyang-Gi"
        ],
        "funfact" : [
            "",
            "",
            ""
        ]
    },{
        "judul" : "Canola",
        "genre" : ["Drama", "Family"],
        "durasi" : 116,
        "produser" : "Kim Jung-Go",
        "sutradara" : "Chang",
        "penulis" : "Chang",
        "gambar" : "assets/images/blog/Canola.jpg",
        "sinopsis" : "Gae-Chun kembali dipersatukan dengan cucunya yang menghilang 12 tahun lalu. Namun, hubungan nenek dan cucu ini merenggang saat sebuah rahasia mulai muncul di permukaan.",
        "tahun" : 2016,
        "pemain" : [
            "Youn Yuh-Jung",
            "Kim Go-Eun",
            "Choi Minho"
        ],
        "funfact" : [
            "",
            "",
            ""
        ]
    },{
        "judul" : "Hope",
        "genre" : ["Drama", "Family", "Crime"],
        "durasi" : 123,
        "produser" : "Byun Bong-Hyun, Seong Chang-Yeon, Kim Yong-Dae",
        "sutradara" : "Lee Joon-Ik",
        "penulis" : "Jo Joong-Hoon, Kim Ji-Hye",
        "gambar" : "assets/images/blog/Hope.jpg",
        "sinopsis" : "Film “Hope” atau yang dikenal juga dengan “Wish” mengisahkan tentang kehidupan seorang anak di bawah umur yang menjadi korban kekerasan seksual. Kisah dalam film ini diilhami dari kisah nyata seorang anak gadis berusia 8 tahun yang menjadi korban kekerasan seksual dan fisik oleh pria tak dikenal berumur 57 tahun yang terjadi pada tahun 2008 di Korea Selatan. So Won merupakan seorang anak kelas dua sekolah dasar (SD) dengan kehidupan yang sederhana bersama ayahnya, Dong Hoon, sebagai buruh pabrik dan ibunya, Mi Hee, yang bekerja sebagai penjaga toko kelontong. Ia adalah seorang anak yang cerdas dan periang, walaupun sebenarnya ia merasa kurang mendapat kasih sayang yang cukup dari kedua orangtuanya yang sibuk bekerja. So Won tumbuh menjadi anak gadis yang lebih mandiri dari anak-anak seusianya. Ia kerap pergi berangkat dan pulang sekolah tanpa diantar atau dijemput oleh orangtuanya. Suatu pagi, cuaca sedang tidak bersahabat, hujan turun cukup deras. Hari itu, ibunya menawarkan diri untuk mengantarkan So Won ke sekolah, akan tetapi So Won menolak dan memutuskan untuk pergi sendiri. Ia pun berjalan menuju sekolah sembari memakai payung berwarna kuning. Hari sudah agak siang, So Won tidak menemukan satu anak pun yang sedang berjalan ke sekolah seperti dirinya. Ia benar-benar sendirian. Ketika So Won melewati bangunan konstruksi yang terbengkalai di dekat sekolahnya, tiba-tiba seorang pria tua menghadangnya. Pria itu meminta So Won untuk berbagi payung. Awalnya So Won menolak, tetapi karena ia merasa iba melihat tubuh pria itu basah dan kedinginan, akhirnya ia mau berbagi payung dan berjalan bersama Pria itu. Tanpa disadari, pria itu sebenarnya memiliki maksud yang buruk pada So Won. Niat baiknya menolong pria tak dikenal itu justru berakhir tragis. Ia mendapatkan kekerasan seksual dan fisik yang hampir merenggut nyawanya. So Won sampai mengalami cacat permanen dan harus menjalani operasi pengangkatan anus dan usus besar. Dampak yang paling fatal adalah trauma yang menyerang psikis So Won.",
        "tahun" : 2013,
        "pemain" : [
            "Sol Kyung-Gu",
            "Uhm Ji-Won",
            "Lee Re"
        ],
        "funfact" : [
            "Penghargaan 34th Blue Dragon Film Awards 2013 (Best Film, Best Supporting Actress, Best Screenplay)",
            "Penghargaan 33rd Korean Association of Film Critics Awards 2013 (Best Actress)",
            "Penghargaan Korean Film Actor's Association 2013 (Top Film Star Award)",
            "Penghargaan 50th Baeksang Arts Awards 2014 (Best Actor, Best Screenplay)"
        ]
    },{
        "judul" : "One Day",
        "genre" : ["Drama", "Fantasi"],
        "durasi" : 114,
        "produser" : "Lee Dong-Ho, Kim Dong-Hyun",
        "sutradara" : "Lee Yoon-Ki",
        "penulis" : "Kim Sun-Ah",
        "gambar" : "assets/images/blog/OneDay.jpg",
        "sinopsis" : "Wanita tersebut buta dan dia telah ditabrak mobil yang mengapa bos Kang Soo menginginkan penyelesaian dengan wali sah wanita tersebut, yang ibunya telah meninggalkan dia di panti asuhan saat dia masih muda. Sehingga Kang Soo mengunjungi wanita tersebut di rumah sakit. Disana dia bertemu dengan arwah wanita bernama Mi So (Chun Woo-hee). Pada awalnya Kang Soo tidak ingin menerima bahwa hanya dia yang dapat melihat Mi So namun dia segera menyadari bahwa Mi Soo merupakan sesuatu nampak seperti hantu dengan tubuhnya dalam kondisi koma. Walaupun Kang Soo tidak mengerti apa yang sedang terjadi, dan Mi so juga tidak mengerti, pada akhirnya mereka berdua perlahan menjadi teman. Kang Soo yang masih menderita atas kematian istrinya, pada akhirnya mendapati sedikit kesenangan dalam hidup dan juga menunjukkan Mi Soo dunia di luar rumah sakit yang kini dia lihat untuk pertama kalinya dengan mata terbuka. Pada akhirnya Kang Soo memutuskan untuk melacak keberadaan ibunya.",
        "tahun" : 2017,
        "pemain" : [
            "Kim Nam-Gil",
            "Chun Woo-Hee"
        ],
        "funfact" : [
            "",
            "",
            ""
        ]
    },{
        "judul" : "The Preparation",
        "genre" : ["Drama", "Family"],
        "durasi" : 114,
        "produser" : "Heo Joong-Wook",
        "sutradara" : "Cho Young-Jun",
        "penulis" : "Cho Young-Jun",
        "gambar" : "assets/images/blog/ThePreparation.jpg",
        "sinopsis" : "Penyakit kanker yang dideritanya membuat Ae-soon menyadari bahwa waktunya semakin menipis. Ia pun bersiap untuk meninggalkan keluarga serta putranya yang berkebutuhan khusus.",
        "tahun" : 2017,
        "pemain" : [
            "Go Doo-Shim",
            "Kim Sung-Kyun"
        ],
        "funfact" : [
            "",
            "",
            ""
        ]
    },{
        "judul" : "Kim ji-joung : born 1982",
        "genre" : ["Drama", "Kehidupan"],
        "durasi" : 118,
        "produser" : "Mo II-Young",
        "sutradara" : "Kim Do-Young",
        "penulis" : "Yoo Young-Ah",
        "gambar" : "assets/images/blog/KimJiJoung.jpg",
        "sinopsis" : "Kim Ji-Young, seorang wanita Korea biasa di usia 30-an, seringkali merasa berat dengan kesehariannya sebagai seorang ibu rumah tangga sepenuhnya. Meskipun kini menikah dengan pria yang ia cintai, dan usaha keras untuk membesarkan anak perempuannya memaksanya menanggalkan banyak hal, Ji-young tetap meyakini bahwa ia baik-baik saja. Namun, suaminya, Dae-hyeon memperhatikan bahwa kehidupan telah membebani Ji-young lebih dari yang ia sadari. Khawatir, Dae-hyeon mendatangi psikiater dan mengatakan, Istriku berubah menjadi orang lain, setelah Ji-young mulai berbicara dengan cara sangat mirip dengan ibunya, sahabat lamanya yang meninggal saat melahirkan, juga mendiang neneknya.",
        "tahun" : 2019,
        "pemain" : [
            "Jung Yu-Mi",
            "Gong Yoo"
        ],
        "funfact" : [
            "Penghargaan Hongkong Asian Film Festival ke-16 2019 (Cineaste Delights)",
            "Penghargaan Chunsa Film Art Awards ke-25 2020 (Aktris Pendukung Terbaik, Sutradara Baru Terbaik)",
            "Penghargaan Korean Association of Film Critics Awards ke-40 2020 (Aktris Terbaik, Aktris Pendukung Terbaik)"
        ]
    },{
        "judul" : "My Brilliant Life",
        "genre" : ["Drama", "Family"],
        "durasi" : 117,
        "produser" : "Lee Yu-Jin",
        "sutradara" : "E J-Yong",
        "penulis" : "E J-Yong, Oh Hyo-Jin",
        "gambar" : "assets/images/blog/MyBrilliantLife.jpg",
        "sinopsis" : "My Brilliant Life berkisah tentang hubungan antara Dae-soo yang canggung dan Mi-ra, gadis cantik yang bermulut kotor. Mereka berusia tujuh belas tahun, ketika Mi-ra hamil. Anak mereka, Ah-reum, lahir, tapi didiagnosa telah mengalami kelainan genetik progeria, yang membuat usianya cepat tua. Beberapa tahun kemudian, Ah-reum berusia enam belas tahun, tapi tubuhnya terlihat seperti kakek berusia delapan puluh tahun. Ah-reum kemudian menulis sebuah cerita bagaimana orang tua dia yang masih muda jatuh cinta, dan berharap mereka memberikan hadiah pada ulang tahunnya yang ke tujuh belas nanti.",
        "tahun" : 2014,
        "pemain" : [
            "Gang Dong-Won",
            "Jo Sung-Mok",
            "Baek Il-Seob",
            "Song Hye-Kyo",
            "Lee Sung-Min",
            "Kim Kap-Soo"
        ],
        "funfact" : [
            "Penghargaan Udine Far East Festival 2015 (Audience Award)"
        ]
    },{
        "judul" : "Last Child",
        "genre" : ["Drama", "Family"],
        "durasi" : 123,
        "produser" : "Je Jeong-Joo",
        "sutradara" : "Shin Dong-Seok",
        "penulis" : "Shin Dong-Seok",
        "gambar" : "assets/images/blog/LastChild.jpg",
        "sinopsis" : "Enam bulan lalu, Jin Sang-chul (Choi Moo-sung) dan Lee Mi-sook (Kim Yeo-jin) kehilangan putra mereka Eun-chan yang tenggelam saat menyelamatkan salah satu temannya, Yoon Gi -hyun (Sung Yoo-bin). Suatu hari Sang-chul bertemu Gi-hyun. Setelah mengetahui bahwa dia telah ditinggalkan oleh orang tuanya dan juga baru saja kehilangan pekerjaannya, Sang-chul menawarinya pekerjaan untuk bekerja di perusahaan kecilnya. Mi-sook awalnya sangat dingin terhadap Gi-hyun tetapi secara bertahap terbuka padanya. Merasa bersalah atas apa yang sebenarnya terjadi pada Eun-chan di hari kematiannya, dia mengungkapkan kebenaran mengejutkan di balik kematian Eun-chan.",
        "tahun" : 2017,
        "pemain" : [
            "Choi Moo-Sung",
            "Kim Yeo-Jin",
            "Sung Yoo-Bin"
        ],
        "funfact" : [
            "Penghargaan Seoul Independent Film Festival 2017 (Best Feature Prize)",
            "Penghargaan 22nd Busan International Film Festival 2017 (FIPRESCI Award)",
            "Penghargaan 19th Busan Film Critics Awards 2018 ( Best New Actor, Best Screenplay)",
            "Penghargaan 6th Muju Film Festival 2018 (Muju Audience Award)",
            "Penghargaan 20th Udine Far East Film Festival 2018 (White Mulberry Award)"
        ]
    },{
        "judul" : "Mother",
        "genre" : ["Thriller", "Drama", "Family"],
        "durasi" : 128,
        "produser" : "Choi Jae-Won, Seo Woo-Sik",
        "sutradara" : "Boong Joon-Ho",
        "penulis" : "Boong Joon-Ho, Park Eun-Kyo",
        "gambar" : "assets/images/blog/Mother.jpg",
        "sinopsis" : "Suatu hari, ada sebuah bola golf yang dicurigai merupakan milik dari Doo Jon. Bukti adanya bola golf itu kemudian menyeret Doo Jon sebagai tersangka pembunuhan seorang gadis. Letak bola yang tak jauh dari tubuh gadis ini membuat Doo Jon dan Ibunya tak bisa menyanggah tuduhan polisi.",
        "tahun" : 2009,
        "pemain" : [
            "Kim Hye-Ja",
            "Won Bin",
            "Jin Goo",
            "Yoon Je-Moon"
        ],
        "funfact" : [
            "Buil Film Awards (Best Film, Best Actress, Best Cinematography, Best Music)",
            "Blue Dragon Film Awards (Best Film, Best Supporting Actor, Best Lighting)",
            "Mar del Plata Film Festival (SIGNIS Award)",
            "Santa Barbara International Film Festival (Best East Meets West Cinema Award)",
            "Green Planet Movie Awards (Best Foreign Culture Film of the Year, Best International Director, Best International Film, Best International Drama (Asia))",
            "San Francisco Film Critics Circle Awards (Best Foreign Language Film)"
        ]
    },{
        "judul" : "Thread of Lies",
        "genre" : ["Drama", "Family", "Kehidupan"],
        "durasi" : 117,
        "produser" : "Kim Jae-Joong, Noh Bong-Jo, Kim Dong-Woo",
        "sutradara" : "Lee Han",
        "penulis" : "Lee Sook-Yeon, Lee Han",
        "gambar" : "assets/images/blog/ThreadOfLies.jpg",
        "sinopsis" : "Suatu hari, anak bungsunya (Cheon Ji) yang berusia 14 tahun melakukan bunuh diri. Ia tidak meninggalkan pesan atau catatan apapun. Bagi dirinya dan anak tertuanya, Man Ji), Cheon Ji adalah anak yang manis. Selain itu, keluarga mereka juga jarang mengeluh, berusaha keras sambil menghibur ibunya ketika kelelahan. Keduanya berjuang dari rasa marah dan bersalah, serta dihantui alasan Cheon Ji melakukan bunuh diri. Rupanya, Cheon Ji menjadi korban bullying di sekolah.",
        "tahun" : 2014,
        "pemain" : [
            "Kim Hee-Ae",
            "Go Ah-Sung",
            "Kim Hyang-Gi",
            "Kim Yoo-Jung"
        ],
        "funfact" : [
            "23rd Buil Film Awards 2014 (Best New Actress)",
            "45th Giffoni Film Festival 2015 (Cinecircoli Giovanili Socioculturali Award)",
            ""
        ]
    },{
        "judul" : "Deliver us From Evil",
        "genre" : ["Action", "Thriller"],
        "durasi" : 108,
        "produser" : "Kim Chul-Yong",
        "sutradara" : "Hong Won-Chan",
        "penulis" : "Hong Won-Chan",
        "gambar" : "assets/images/blog/DeliverUsFromEvil.jpg",
        "sinopsis" : "Cerita berawal dari Young-joo yang memberi tahu putrinya, Yoo-min bahwa Ia akan dijemput oleh babysitter setelah selesai sekolah. Bukannya mengajak untuk pulang, Yoo-min justru dibawa kabur oleh sang pengasuh. Young-joo yang mengetahui insiden ini langsung memberi tahu Chung-sung. Melalui Chung-sung, Young-joo meminta bantuan In-Nam. In-Nam merupakan mantan pembunuh bayaran. Diketahui Ia baru saja menyelesaikan misi terakhirnya yaitu membunuh Koraeda, seorang mafia Jepang. In-Nam menolak untuk membantu Young-joo. Sayangnya, penolakan itu berjung pada kematian Young-joo. Kejanggalan ini kemudian membawa cerita kilas balik 8 tahun yang lalu. Ternyata Young-joo dan In-Nam adalah sepasang kekasih. Dari sinilah Ia menemukan fakta bahwa Yoo-min adalah anaknya. In-Nam pun penasaran dengan apa yang terjadi di kehidupannya. Ia langsung mencari tahu sosok yang bertanggung jawab atas penculikan anaknya itu. Selama mencari tahu siapa pelaku dibalik peristiwa ini, In-Nam juga dikejutkan dengan kematian Chung-sung. Pada suatu hari, In-Nam mendapatkan telepon dari Shimida. Ia memberikan informasi bahwa Ray, adik dari mafia Jepang yang telah In-Nam bunuh, merupakan sosok yang menjadi penyebab Young-min diculik. Ray sedang menjalankan misi balas dendamnya kepada orang-orang yang telah membunuh kakaknya, Koraeda.",
        "tahun" : 2020,
        "pemain" : [
            "Hwang Jung-Min",
            "Lee Jung-Jae",
            "Park Jung-Min",
            "Choi Hee-Seo",
            "Park So-Yi"
        ],
        "funfact" : [
            "",
            "",
            ""
        ]
    },{
        "judul" : "Peninnsula",
        "genre" : ["Action", "Horror"],
        "durasi" : 116,
        "produser" : "Lee Dong-Ha",
        "sutradara" : "Yeon Sang-Ho",
        "penulis" : "Yeon Sang-Ho, Ryu Yong-Jae",
        "gambar" : "assets/images/blog/Peninnsula.jpg",
        "sinopsis" : "Peninsula terjadi empat tahun setelah wabah zombie di Train to Busan. Orang-orang di semenanjung Korea telah terkena wabah zombie dan membuat negara tersebut hancur karena kekacauan dari serangan zombie kepada orang yang masih hidup. Jung Seok (diperankan oleh Kang Dong Won) mantan tentara yang berhasil melarikan diri ke luar negeri.  Suatu hari, dia diberi misi berbahaya untuk kembali ke Korea dan membawa sesuatu. Imbalan yang diberikan pun tak tanggung-tanggung, yakni berkisar Rp. 354 miliar.",
        "tahun" : 2020,
        "pemain" : [
            "Kang Dong-Won",
            "Lee Jung-Hyun",
            "Lee Re",
            "Kwon Hae-Hyo",
            "Lee Ye-Won"
        ],
        "funfact" : [
            "26th Chunsa Film Art Awards 2021 (Best Technical Award)"
        ]
    },{
        "judul" : "Time to Hunt",
        "genre" : ["Action", "Crime", "Thriller"],
        "durasi" : 134,
        "produser" : "Handae Rhee",
        "sutradara" : "Yoon Sung-Hyun",
        "penulis" : "Yoon Sung-Hyun",
        "gambar" : "assets/images/blog/TimeToHunt.jpg",
        "sinopsis" : "Time to Hunt mengambil latar berupa versi distopia dari Korea Selatan yang perekonomiannya mengalami krisis. Setelah terbebas dari penjara, Jun-seok mendapati bahwa uang hasil kejahatan yang ia peroleh bersama kedua temannya, Jang-ho dan Ki-hoon, tak lagi punya nilai tukar. Mereka bermimpi untuk memulai hidup baru di Taiwan dan meninggalkan dunia mereka yang suram. Untuk mewujudkannya, mereka sekali lagi harus melakukan kejahatan besar: merampok sebuah kasino. Dengan bantuan Sang-soo yang bekerja di kasino, mereka berhasil menuntaskan misi itu. Namun, tanpa sepengetahuan keempatnya, bahaya yang lebih besar justru sedang mengintai dan mengancam nyawa mereka.",
        "tahun" : 2020,
        "pemain" : [
            "Lee Je-Hoon",
            "Ahn Jae-Hong",
            "Choi Woo-Shik",
            "Park Jung-Min",
            "Park Hae-Soo"
        ],
        "funfact" : [
            "",
            "",
            ""
        ]
    },{
        "judul" : "Night in Paradise",
        "genre" : ["Action", "Thriller"],
        "durasi" : 131,
        "produser" : "Park Hoon-Jung",
        "sutradara" : "Park Hoon-Jung",
        "penulis" : "Park Hoon-Jung",
        "gambar" : "assets/images/blog/NightInParadise.jpg",
        "sinopsis" : "Film Night in Paradise bercerita tentang seorang mafia bernama Tae Gu (Um Tae Goo). Ia sudah menghabiskan sebagian hidupnya di dunia kriminal. Tae Gu sudah sangat dikenal di antara gangster lainnya dan menjadi sosok yang disegani oleh rekan-rekannya. Ia memiliki adik perempuan dan keponakan yang disayanginya. Namun, tidak banyak waktu yang ia habiskan bersama mereka. Hingga suatu saat, adiknya sakit dan Tae Gu memilih meninggalkan geng untuk merawat sang adik. Namun, Tae Gu justru diserang oleg geng yang dicurigai sebagai musuhnya. Kejadian tersebut membuat sang adik dan keponakan terbunuh di dalam ledakan mobil. Akhirnya, Tae Gu mengejar geng tersebut dan pergi ke Pulau Jeju. Di sanalah ia bertemu dengan Jae Yeon yang sedang berada di ambang kehidupannya. Keduanya memilih untuk bekerjasama.",
        "tahun" : 2021,
        "pemain" : [
            "Uhm Tae-Goo",
            "Jeon Yeo-Been",
            "Cha Seung-Won"
        ],
        "funfact" : [
            "",
            "",
            ""
        ]
    },{
        "judul" : "A Taxi Driver",
        "genre" : ["Drama", "Action"],
        "durasi" : 137,
        "produser" : "Park Un-Kyoung, Choi Ki-Sup, Eom Yu-Na",
        "sutradara" : "Jang Hoon",
        "penulis" : "Eom Yu-Na",
        "gambar" : "assets/images/blog/ATaxiDriver.jpg",
        "sinopsis" : "Kim Man-Seob, sopir taksi, mengantar Peter, jurnalis asal Jerman, ke Gwangju untuk meliput kerusuhan. Mereka kemudian bertahan sambil tetap bekerja, meski ada bahaya yang harus mereka hadapi.",
        "tahun" : 2017,
        "pemain" : [
            "Song Kang-Ho",
            "Thomas",
            "Kretschmann"
        ],
        "funfact" : [
            "26th Buil Film Awards (Best Film, Best Actor, Buil Readers' Jury Award))",
            "54th Grand Bell Awards (Best Film, Best Planning)",
            "37th Korean Association of Film Critics Awards (Top 10 Films, Best Supporting Actor)",
            "3rd Asian World Film Festival (Special Mention Award, Best Film, Humanitarian Award)",
            "38th Blue Dragon Film Awards (Best Film, Best Actor, Best Music, Audience Choice Award for Most Popular Film)"
        ]
    },{
        "judul" : "Pipeline",
        "genre" : ["Sci-Fi", "Crime"],
        "durasi" : 128,
        "produser" : "Lee Sung-Jin, Yoon Hong-Jun",
        "sutradara" : "Yoo Ha",
        "penulis" : "Yoo Ha",
        "gambar" : "assets/images/blog/Pipline.jpg",
        "sinopsis" : "Ada 6 pencuri yang masing-masing ingin mengubah hidupnya. Untuk itu, mereka berusaha mencuri minyak yang tersembunyi di pipa sepanjang 1.200 kilometer yang terletak puluhan meter di bawah tanah. Mereka berusaha untuk melakukan itu semua dalam waktu 1 bulan saja. Namun semua itu tentu saja penuh resiko kalau tidak mau disebut mustahil.",
        "tahun" : 2021,
        "pemain" : [
            "Seo In-Guk",
            "Lee Soo-Hyuk",
            "Eum Moon-Suk",
            "Yoo Seung-Mok",
            "Tae Hang-Ho"
        ],
        "funfact" : [
            "",
            "",
            ""
        ]
    },{
        "judul" : "The Thieves",
        "genre" : ["Action", "Komedi", "Crime"],
        "durasi" : 135,
        "produser" : "Ahn Soo-Hyun",
        "sutradara" : "Choi Dong Hoon",
        "penulis" : "Choi Dong-Hoon, Lee Ki-Cheol",
        "gambar" : "assets/images/blog/TheThieves.jpg",
        "sinopsis" : "(The Thieves) bercerita tentang para perampok berkelas. Mereka memiliki rencana untuk mencuri berlian seharga 20 juta dolar yang dijuluki 'Tear of the Sun' di sebuah kasino. Namun, para perampok ini memiliki rencana masing-masing terhadap berlian itu. Lalu bagaimana cara mereka untuk membagi rata berlian itu?. Film ini juga dibintangi bintang terkenal dan menjadi film terlaris ke-6 di sejarah perfilman Korea.",
        "tahun" : 2012,
        "pemain" : [
            "Kim Yoon-Seok",
            "Lee Jung-Jae",
            "Kim Hye-Su"
        ],
        "funfact" : [
            "21st Buil Film Awards 2012 (Best Cinematography, Best Art Direction, Buil Readers' Jury Award))",
            "32nd Korean Association of Film Critics Awards 2012 (Best Cinematography)",
            "33rd Blue Dragon Film Awards 2012 (Technical Award, Popularity Award, Audience Choice Award for Most Popular Film)",
            "20th Korean Culture and Entertainment Awards 2012 (Grand Prize (Daesang), Best Film, Top Excellence Award, Actress in Film)"
        ]
    },{
        "judul" : "Sunny",
        "genre" : ["Komedi", "Drama"],
        "durasi" : 124,
        "produser" : "Ahn Byeong-Ki, Ahn In-Ki",
        "sutradara" : "Kang Hyeong-Cheol",
        "penulis" : "Kang Hyeong-Cheol",
        "gambar" : "assets/images/blog/Sunny.jpg",
        "sinopsis" : "Tujuh gadis remaja menjadi teman baik di sekolah menengah, kemudian sebuah peristiwa memisahkan mereka selama 25 tahun. Ketika salah satu dari mereka terbaring sekarat di rumah sakit, ia ingin melihat anggota lainnya untuk terakhir kalinya.",
        "tahun" : 2011,
        "pemain" : [
            "Shim Eun-Kyung",
            "Kang So-Ra",
            "Yoo Ho-Jeong",
            "Jin Hee-Kyung"
        ],
        "funfact" : [
            "5th Mnet 20's Choice Awards 2011 (Hot Movie Star)",
            "48th Grand Bell Awards 2011 (Best Director, Best Editing)",
            "19th Korean Culture and Entertainment Awards 2011 (Grand Prize (Daesang) for Film, Best New Actress)",
            "4th Style Icon Awards 2011 (Content of the Year)"
        ]
    },{
        "judul" : "Parasite",
        "genre" : ["Komedi", "Mystery"],
        "durasi" : 132,
        "produser" : "Boong Joon-Ho, Kwak Sin-Ae, Jang Young-Hwan",
        "sutradara" : "Bong Joon-Ho",
        "penulis" : "Bong Joon-Ho, Han Jin-Won",
        "gambar" : "assets/images/blog/Sunny.jpg",
        "sinopsis" : "Parasite adalah film Korea dengan genre komedi tragis yang mengisahkan tentang Gi Taek (Song Kang Ho) dan keluarganya yang semuanya adalah pengangguran. Dia tinggal bersama istrinya, Choong Sook (Jang Hye Jin), anak laki-lakinya Ki Woo (Choi Woo Shik) dan anak perempuan Ki Jung (Park So Dam) di sebuah apartemen semi basement yang lembab dan dipenuhi serangga. Rumah mereka juga berada di daerah berpenghasilan rendah yang ada di Seoul. Suatu hari, Ki Woo membawa temannya, Min Hyuk (Park Seo Joon) dan minum-minum bersama. Ki Woo juga mengetahui bahwa Min Hyuk akan belajar ke luar negeri dan dia akan meninggalkan pekerjaannya sebagai tutor pribadi yang memiliki gaji yang tinggi. Min Hyuk ingin Ki Woo mengambil alih pekerjaannya sebagai tutor sementara dia berada di luar negeri untuk belajar. Akhirnya, Ki Woo mulai bekerja sebagai tutor untuk anak perempuan dari keluarga kaya, yaitu anak dari tuan Park (Lee Sun Gyun) dan istrinya Yeon Gyo (Cho Yeo Jeong). Akhirnya, kedua keluarga ini memulai interaksi mereka dengan cara yang tidak terduga.",
        "tahun" : 2019,
        "pemain" : [
            "Song Kang-Ho",
            "Lee Sun-Kyun",
            "Cho Yeo-Jeong",
            "Choi Woo-Shik",
            "Park So-Dam",
            "Jang Hye-Jin"
        ],
        "funfact" : [
            "Festival Film Cannes 2019 parasite memenangkan Palme d'Or.",
            "Golden Globe Awards ke-77 parasite memenangkan Film Berbahasa Asing Terbaik, menjadi film Korea pertama yang mencapai prestasi itu.",
            "Parasite memenangkan empat Oscar: Film Terbaik, Sutradara Terbaik, Film Fitur Internasional dan Skenario Asli.",
            "Penghargaan Film Akademi Inggris ke-73: memenangkan penghargaan untuk Film Terbaik Bukan dalam Bahasa Inggris dan Skenario Asli Terbaik."
        ]
    },{
        "judul" : "Little Forest",
        "genre" : ["Komedi", "Family"],
        "durasi" : 103,
        "produser" : "Jenna Ku",
        "sutradara" : "Yim Soon-Rye",
        "penulis" : "Hwang Seong-Gu",
        "gambar" : "assets/images/blog/LittleForest.jpg",
        "sinopsis" : "Sebuah kisah tentang seorang wanita muda yang gagal menemukan pekerjaan mengajar dan tidak berhasil dalam cinta ketika tinggal di kota, kembali ke kampung halamannya di pedesaan. Dia bertemu teman masa kecilnya dan menyesuaikan diri dengan kehidupan di pedesaan.",
        "tahun" : 2018,
        "pemain" : [
            "Kim Tae-Ri",
            "Ryu Jun-Yeol",
            "Moon So-Ri",
            "Jin Ki-Joo"
        ],
        "funfact" : [
            "38th Korean Association of Film Critics Awards 2018 (Top 11 Films)",
            "5th Korean Film Producers Association Awards 2018 (Best Director)",
            "18th Director's Cut Awards 2018 (Best Actress)"
        ]
    },{
        "judul" : "Miss Granny",
        "genre" :["Komedi", "Fantasy"],
        "durasi" : 124,
        "produser" : "Jeon Jae-Sun, Park Ji-Seong, Lee Jae-Pil, Im Ji-Young",
        "sutradara" : "Dong Hyuk-Hwang",
        "penulis" : "Shing Dong-Ik, Hong Yun-Jeong, Dong Hee-Seon",
        "gambar" : "assets/images/blog/MissGrany.jpg",
        "sinopsis" : "Miss Granny menceritakan tentang seorang nenek bernama Oh Mal-soon (Na Moon-hee) yang sangat energik namun sebenarnya kesepian. Suatu hari Oh Mal-soon pergi ke sebuah studio foto yang masih menggunakan kamera jadul. Ketika sedang difoto, tiba-tiba dia berubah menjadi dirinya saat berusia 20 tahun. Meski sempat kaget, akhirnya Oh Mal-soon mulai menjalani hidupnya sebagai perempuan berumur 20 tahun dan mengubah namanya menjadi Oh Doo-ri (Shim Eun-kyung). Ia pun memanfaatkan kesempatan ini untuk mewujudkan berbagai mimpi masa mudanya yang tidak pernah berhasil dia wujudkan.",
        "tahun" : 2014,
        "pemain" : [
            "Shim Eun-Kyung",
            "Na Moon-Hee",
            "Park In-Hwan"
        ],
        "funfact" : [
            "5th Okinawa International Movie Festival 2014 (Uminchu Prize Grand Prix, Peace category)",
            "18th Fantasia International Film Festival 2014 (Audience Award, Best Asian Film - Gold)",
            "34th Korean Association of Film Critics Awards 2014 (Critics' Top 10)",
            "51st Grand Bell Awards 2014 (Best Music)",
            "15th Women in Film Korea Awards 2014 (Best Producer, Best Marketing)"
        ]
    },{
        "judul" : "Secret Zoo",
        "genre" : ["Komedi"],
        "durasi" : 117,
        "produser" : "Kim Sung-Hwan, Park Hyun-Tae",
        "sutradara" : "Song Jae-Gon",
        "penulis" : "Son Jae-Gon, Lee Yong-Jae, Kim Dae-Woo",
        "gambar" : "assets/images/blog/SecretZoo.jpg",
        "sinopsis" : "Sebagai pegawai sementara di sebuah firma hukum, Tae-soo berharap suatu hari akan mendapatkan posisi sebagai pengacara tetap di firma tersebut. Dia bekerja keras tiap harinya hingga akhirnya dia mendapatkan sebuah kesempatan emas. Dia diberikan tugas khusus untuk menghidupkan kembali kebun binatang yang sudah bangkrut.",
        "tahun" : 2020,
        "pemain" : [
            "Ahn Jae-Hong",
            "Kang So-Ra",
            "Park Yeong-Gyu",
            "Kim Sung-Oh",
            "Jeon Yeo-Been"
        ],
        "funfact" : [
            "",
            "",
            ""
        ]
    },{
        "judul" : "Train to Busan",
        "genre" : ["Horror", "Action", "Thriller"],
        "durasi" : 118,
        "produser" : "Lee Dong-Ha",
        "sutradara" : "Yeon Sang-Ho",
        "penulis" : "Park Joo-Suk",
        "gambar" : "assets/images/blog/TrainToBusan.jpg",
        "sinopsis" : "Seok Woo membawa putrinya yang sedang ulang tahun ke Busan untuk bertemu ibunya, dengan menaiki kereta. Rupanya di dalam kereta ada seorang penumpang wanita yang sudah terinfeksi virus zombie. Virus itu lalu menginfeksi mayoritas penumpang. Seok Woo, Su An, dan penumpang lain pun berusaha kabur dari serangan manusia yang telah menjadi zombie.",
        "tahun" : 2016,
        "pemain" : [
            "Gong Yoo",
            "Jung Yu-Mi",
            "Ma Dong-Seok",
            "Kim Su-An",
            "Choi Woo-Shik",
            "Ahn So-Hee",
            "Kim Eui-Sung"
        ],
        "funfact" : [
            "Blue Dragon Film Awards 2016 (Technical Award, Audience Choice Award for Most Popular Film)",
            "Fangoria Chainsaw Awards 2017 (Best Foreign-Language Film)",
            "Korean Association of Film Critics Awards 2016 (Technical Award)",
            "Chunsa Film Awards 2017 (Technical Award, Special Audience Award for Best Film)"
        ]
    },{
        "judul" : "Hello Ghost",
        "genre" : ["Horror", "Komedi"],
        "produser" : "Lim Sung-Bin, Choi Moon-Soo",
        "sutradara" : "Kim Young-Tak",
        "penulis" : "Kim Young-Tak",
        "gambar" : "assets/images/blog/HelloGhost.jpg",
        "sinopsis" : "Sang-Man, seorang pemuda yatim piatu, mencoba mengakhiri hidupnya. Namun upaya itu gagal dan akhirnya membuat dirinya didatangi satu keluarga hantu yang selalu mengikutinya kemana-mana.",
        "tahun" : 2010,
        "pemain" : [
            "Cha Tae-Hyun",
            "Kang Ye-Won"
        ],
        "funfact" : [
            "47th Baeksang Arts Awards 2011 (Best New Director (Film))",
            ""
        ]
    },{
        "judul" : "The Divine Fury",
        "genre" : ["Action", "Horror", "Thriller"],
        "durasi" : 129,
        "produser" : "Lim Joon-Hyuk, Park A-Hyung",
        "sutradara" : "Kim Joo-Hwan",
        "penulis" : "Kim Joo-Hwan",
        "gambar" : "assets/images/TheDiveFurry.jpg",
        "sinopsis" : "Pada 'The Divine Fury' dikisahkan Yong-hoo kehilangan ayahnya dalam sebuah kecelakaan. Sejak saat itu dia menjadi penyendiri dan tak bisa mempercayai orang lain. Suatu ketika, dia bertemu dengan Pendeta An (Ahn Sung-ki) yang juga merupakan seorang exorcist. Pertemuannya ini membawanya pada pertarungan melawan iblis jahat.",
        "tahun" : 2019,
        "pemain" : [
            "Park Seo-Joon",
            "Ahn Sung-Ki",
            "Woo Do-Hwan"
        ],
        "funfact" : [
            "",
            "",
            ""
        ]
    },{
        "judul" : "200 Pounds of Beauty",
        "genre" : ["Komedi", "Romantis"],
        "durasi" : 120,
        "produser" : "Park Mu-Seung",
        "sutradara" : "Kim Yong-Hwa",
        "penulis" : "Kim Yong-Hwa, Noh Hye-Young, Kim Sun-Jung",
        "gambar" : "assets/images/blog/200PoundsofBeauty.jpg",
        "sinopsis" : "Hanna (Kim Ah-joong) adalah seorang wanita bertubuh gemuk. Walaupun ia memiliki kekurangan fisik, tapi Hanna dikaruniai suara yang sangat merdu. Seorang produser tampan, Sang Jun (Joo Jin-mo), mengetahui bakat Hanna dan memintanya untuk mengisi suara Ammy (Ji Seo-yoon), seorang wanita cantik yang sebenarnya tidak bisa menyanyi. Setelah lama bekerja bersama, Hanna diam-diam memendam rasa pada Sang Jun. Namun ia tak berani mengutarakannya lantaran sadar terhadap kekurangan fisiknya. Sampai suatu ketika di sebuah pesta Ammy yang mengetahui bahwa Hanna diam-diam mencintai Sang Jun mempermalukannya di depan umum. Hanna yang sedih dan kecewa sempat mendengar pembicaraan Sang Jun yang meminta Ammy untuk bersikap baik kepadanya. Sejak saat itu Hanna memutuskan untuk melakukan operasi plastik agar mendapatkan tubuh yang langsing dan paras yang tak kalah cantik dengan Ammy. Akankah Hanna memperoleh kebahagiaannya setelah melakukan operasi plastik?",
        "tahun" : 2006,
        "pemain" : [
            "Kim Ah-Jung",
            "Joo Jin-Mo",
            "Kim Hyun-Sook"
        ],
        "funfact" : [
            "Chunsa Film Art Awards 2007 (Best Actress, Best Cinematography, Best Editing, Technical Award)",
            "Grand Bell Awards 2007 (Best Actress, Best Cinematography, Best Music)",
            "Korea Movie Star Awards 2007 (Best New Actress, Best Couple Award, Best Special Appearance)"
        ]
    },{
        "judul" : "My Sassy Girl",
        "genre" : ["Romantis", "Komedi", "Drama"],
        "durasi" : 123,
        "produser" : "Shin Chul",
        "sutradara" : "Kwak Jae-Yong",
        "penulis" : "Kwak Jae-Yong",
        "gambar" : "assets/images/blog/MySassyGirlKOR.jpg",
        "sinopsis" : "Film My Sassy Girl mengisahkan Gyun-Woo (diperankan oleh Cha Tae-Hyun) adalah seorang mahasiswa, lebih tertarik untuk memilih para gadis-gadis, minum dengan teman-temannya dan menghindari ibunya yang mengomel bila memungkinkan. Saat naik kereta bawah tanah, seorang gadis (diperankan oleh Jun Ji Hyun) kemudian mengubah nasibnya selamanya. Dia hampir tidak sadarkan diri di kereta dan muntah pada pria yang lebih tua. Dia kemudian membungkuk ke Gyun-Woo dan semua orang menganggap dia adalah pacarnya! Gyun-Woo segera menemukan dirinya dalam hubungan yang tidak dia minta, tetapi segera tidak dapat melupakan gadis lancang ini.",
        "tahun" : 2001,
        "pemain" : [
            "Cha Tae-Hyun",
            "Jun Ji-Hyun",
            ""
        ],
        "funfact" : [
            "Grand Bell Awards 2002 (Best Actress, Best Adapted Screenplay, Popularity Award)",
            "Golden Cinematography Awards 2002 (Best New Actor)",
            "Hong Kong Film Awards 2003 (Best Asian Film)",
            "Hochi Film Awards 2003 (Best Foreign Language Film)",
            "Fant-Asia Film Festival 2003 (Most Popular Film)"
        ]
    },{
        "judul" : "Sweet and Sour",
        "genre" : ["Romantis", "Komedi"],
        "durasi" : 101,
        "produser" : "Park Se-Joon",
        "sutradara" : "Lee Gye-Byeok",
        "penulis" : "Kurumi Inui (novel), Lee Gye-Byeok, Sung Da-Som",
        "gambar" : "assets/images/blog/SweetAndSour.jpg",
        "sinopsis" : "Sweet and Sour menceritakan tentang Jung Da-eun (Chae Soo-bin), seorang perawat kontrak dengan jam kerja yang gila, sehingga harus lembur setiap harinya. Suatu hari, ada seorang pasien bernama Jang-hyeok (Jang Ki-yong) yang menderita hepatitis B datang ke rumah sakit tempat dia bekerja.",
        "tahun" : 2021,
        "pemain" : [
            "Jang Ki-Yong",
            "Chae Soo-Bin",
            "Krystal-Jung"
        ],
        "funfact" : [
            "",
            "",
            ""
        ]
    },{
        "judul" : "The Classic",
        "genre" : ["Drama", "Romantis", "Perang"],
        "durasi" : 127,
        "produser" : "Ji Yeong-Jun",
        "sutradara" : "Kwak Jae-Yong",
        "penulis" : "Kwak Jae-Yong",
        "gambar" : "assets/images/blog/TheClassic.jpg",
        "sinopsis" : "Joo-Hee dan Soo-Kyeong adalah teman sekolah di universitas yang sama, mereka berdua sama-sama menyukai Sang-min, yang terlibat dengan teater sekolah. Soo-kyeong yang selalu lebih aktif meminta Joo-hee menulis surat cinta untuk Sang-min. Joo-hee tanpa pamrih mengungkapkan perasaannya pada Sangmin, tetapi dia terpaksa menuliskan nama Soo-kyeong di atasnya. Sang-min terharu setelah melihat surat cinta tersebut, tetapi dia perlahan-lahan tertarik pada Joo-hee. Joo-hee selalu merasa tidak nyaman dan bersalah setiap kali bertemu dengan dia, tetapi semakin dia menghindar darinya, takdir semakin menarik mereka untuk lebih dekat.",
        "tahun" : 2003,
        "pemain" : [
            "Son Ye-Jin",
            "Jo In-Sung",
            "Cho Seung-Woo"
        ],
        "funfact" : [
            "11th Chunsa Film Art Awards 2003 (Best Music, Best Lighting)",
            "24th Blue Dragon Film Awards 2003 (Popular Star Award)",
            "9th Moscow International Love Movie Awards 2004 (Best Couple)",
            "11th Huabiao Awards 2004 (Outstanding Translated Foreign Film)"
        ]
    },{
        "judul" : "The Beauty Inside",
        "genre" : ["Romantis"],
        "durasi" : 127,
        "produser" : "Park Tae-Joon",
        "sutradara" : "Baek Jong-Yeol",
        "penulis" : "Kim Sun-Jung, Park Jung-Ye",
        "gambar" : "assets/images/TheBeautyInside.jpg",
        "sinopsis" : "Ketika ulang tahun ke-18, Woo Jin bangun dan melihat wajah dan tubuhnya berbeda dari biasanya. Sejak hari itu, ia terus mengalami hal aneh. Woo Jin berubah menjadi orang yang berbeda setiap bangun tidur. Bahkan perubahan itu tidak memperhatikan usia, gender, atau kebangsaan. Terkadang ia menjadi laki-laki, perempuan, tua, muda, atau bahkan menjadi orang asing. Meski berubah menjadi orang yang sama setiap hari, di dalam tubuh itu ada orang yang sama. Woo Jin bekerja sebagai desainer furnitur. Dengan demikian, ia bisa bekerja di rumah dan menjaga privasinya, agar orang tidak mengetahui rahasia yang ia miliki. Namun, suatu hari ia jatuh cinta dengan Yi Soo. Woo Jin mulai mengunjungi Yi Soo setiap hari. Namun Yi Soo tidak menyadari hal itu karena Woo Jin tampil dengan orang yang berbeda setiap hari. Singkat cerita, Woo Jin mengungkapkan rahasianya kepada Yi Soo. Akan tetapi Yi Soo malah menjadi perbincangan orang karena berkencan dengan orang yang berbeda setiap hari.",
        "tahun" : 2015,
        "pemain" : [
            "Han Hyo-Joo",
            "Kim Dae-Myung",
            "Do Ji-Han",
            "Bae Sung-Woo",
            "Chun Young-Woon",
            "Park Shin-Hye",
            "Lee Beom-Soo",
            "Park Seo-Joon"
        ],
        "funfact" : [
            "52nd Grand Bell Awards 2015 (Best New Director)",
            "36th Blue Dragon Film Awards 2015 (Best Editing)",
            "Korea Film Actors' Association Awards 2015 (Top Star Award)"
        ]
    },{
        "judul" : "20th Century Girl",
        "genre" : ["Romantis"],
        "durasi" : 119,
        "produser" : "Im Seung-Yong",
        "sutradara" : "Bang Woo-Ri",
        "penulis" : "Bang Woo-Ri",
        "gambar" : "assets/images/blog/20ThCenturyGirl.jpg",
        "sinopsis" : "Berkisah tentang Na Bo-ra (Kim Yoo-jung) yang bersahabat sama Yeon-doo (Roh Yoon-seo). Ia curhat kalau lagi naksir sama cowok bernama Baek Hyun-jin (Park Jung-woo). Padahal Yeon-doo harus pergi ke Amerika Serikat untuk operasi jantung. Maka dari itu, ia meminta Bo-ra untuk mencari tahu segalanya tentang Hyun-jin dari sahabatnya, yakni Poong Woon-ho (Byeon Woo-seok). Itu membuat Hyun-jin dan Woon-ho jadi mulai menaruh hati pada Bo-ra. Ia pun khususnya mulai dekat dan suka juga dengan Woon-ho. Situasi tak enak terjadi ketika Yeon-doo pulang dan mengungkapkan bahwa cowok yang sebenarnya ia sukai adalah Woon-ho, bukan Hyun-jin.",
        "tahun" : 2022,
        "pemain" : [
            "Kim Yoo-Jung",
            "Byeon Woo-Seok",
            "Park Jung-Woo",
            "Roh Yoon-Seo"
        ],
        "funfact" : [
            "",
            "",
            ""
        ]
    },{
        "judul" : "Be With You",
        "genre" : ["Romantis", "Fantasy"],
        "durasi" : 132,
        "produser" : "Yang Soo-Jung",
        "sutradara" : "Jang Hoon-Lee",
        "penulis" : "Kang Soo-Jine, Lee Jang-Hoon",
        "gambar" : "assets/images/blog/BeWithYou.jpg",
        "sinopsis" : "Seorang pria duda yang ditinggal mati istrinya hidup tentram dengan anaknya yang berumur 6 tahun, namun hidupnya terganggu saat ia bertemu dengan seorang wanita yang mirip dengan mantan istrinya.",
        "tahun" : 2018,
        "pemain" : [
            "So Ji-Seob",
            "Son Ye-Jin",
            "Bae Yoo-Ram"
        ],
        "funfact" : [
            "2nd The Seoul Awards 2018 (Best Actress)",
            "",
            ""
        ]
    },{
        "judul" : "Space Sweepers",
        "genre" : ["Fantasi", "Action"],
        "durasi" : 136,
        "produser" : "Yoon In-Beom, Kim Soo-Jin",
        "sutradara" : "Jo Sung-Hee",
        "penulis" : "Yoon Seung-Min, Yoo-Kang Seo-Ae, Jo Sung-Hee",
        "gambar" : "assets/images/blog/SpaceSweepers.jpg",
        "sinopsis" : "Space Sweepers menceritakan tentang sekelompok pasukan pembersih luar angkasa, yaitu Kim Tae Ho (Song Joong Ki), Jang Hyun Suk atau Kapten Jang (Kim Tae Ri), Tiger Park (Jin Sun Kyu), dan robot Bubs (Yoo Hae Jin). Menggunakan pesawat yang dinamakan Victory, mereka bekerja mengumpulkan pesawat maupun satelit rusak yang menjadi sampah di luar angkasa untuk bisa bertahan hidup. Ber-setting tahun 2092, bumi tak lagi layak dihuni sehingga manusia berusaha membangun peradaban baru di luar angkasa, tepatnya planet Mars. Namun, pihak UTS Space Guards yang mengembangkan dunia baru ternyata tengah mencari seorang robot berbentuk anak manusia bernama Dorothy. Robot ini disebut sebagai bom waktu yang berbahaya dan mengancam keselamatan peradaban manusia. Tim Kapten Jang yang pada awalnya menemukan Dorothy untuk dijual dengan harga mahal, ternyata mengetahui fakta bahwa ia bukanlah bom waktu seperti yang dikatakan pihak UTS. Lalu, berhasilkan tim Kapten Jang menyelamatkan Dorothy?",
        "tahun" : 2021,
        "pemain" : [
            "Song Joong-Ki",
            "Kim Tae-Ri",
            "Jin Seon-Kyu",
            "Yoo Hae-Jin",
            "Jin Sun-Kyu"
        ],
        "funfact" : [
            "57th Baeksang Arts Awards 2021 (Technical award)",
            "26th Chunsa Film Art Awards 2021 (Best Actor, Best Director)",
            "30th Buil Film Awards 2021 (Best Art/Technical Award)",
            "42nd Blue Dragon Film Awards 2021 (Popular Star Award, Technical Award)",
            "University Film Festival of Korea 2021 (Film of the Year)"
        ]
    },{
        "judul" : "Oldboy",
        "genre" : ["Drama", "Thriller", "Mystery"],
        "durasi" : 120,
        "produser" : "Lim Seung-Yong",
        "sutradara" : "Park Chan-Wook",
        "penulis" : "Lim Jun-Hyeong, Hwang Jo-Yoon, Park Chan-Wook",
        "gambar" : "assets/images/blog/OldBoy.jpg",
        "sinopsis" : "Oh Dae-su (Choi Min-sik) ditangkap polisi karena mabuk. Namun setelah temannya membayar uang tebusan untuk mengeluarkannya dari tahanan, Oh Dae-su diculik oleh sekelompok orang tak dikenal. Kemudian Dae-su lalu dikurung di dalam ruangan yang terlihat seperti kamar hotel yang suram. Dae-su dikurung selama 15 tahun tanpa diberitahu siapa yang megurungannya. Selama menjalani 15 tahun di kamar tersebut, Dae-su hampir menjadi gila dan mendapati kabar istrinya mati dibunuh melalui televisi. Selama di tahan Dae-su melatih dirinya supaya bisa melakukan balas dendam jika berhasil keluar. Suatu kali saat makanan yang diantarkan kepadanya disertai sebatang sumpit tambahan, ia menggunakannya untuk mengorek dinding kamar dan akhirnya berhasil menampakkan sebuah lubang kecil di dinding. Suatu hari. Dae-su secara tiba-tiba dilepaskan dan diberikan pakaian, handphone, buku harian yang ditulisnya selama ditahan, serta dompet yang berisi banyak uang. Di sebuah restoran, Dae-su bertemu wanita muda bernama Mi-do (Kang Hye-jeong), yang merasa iba pada Dae-su dan membawanya tinggal bersamanya. Dae-su lalu bertemu dengan Woo-jin (Yu Ji-tae), orang yang mengaku bertanggung jawab atas pengurungan Dae-su. Woo-jin menantang Dae-su untuk mencari tahu alasan di balik pengurungannya dalam lima hari. Jika ia gagal, Mi-do akan dibunuh. Jika berhasil, Woo-jin akan bunuh diri. Dae su pun melakukan penyelidikan, dia berhasil menemukan lokasi hotel tempat dimana dia ditahan dan bertemu dengan manajer tempat tersebut. Melalui kaset rekaman dari sang manajer, Dae-su mengetahui bahwa memang Woo-jin lah orang yang bertanggung jawab atas penahanannya. Dalam rekaman tersebut juga, terungkap apa yang dikatakan Woo jin tentang alasan penahanannya hanyalah karena (Oh Dae-su berbicara terlalu banyak.) Sementara itu hubungan Dae-su dan Mi-do semakin dekat dan pada suatu malam, mereka akhirnya bercinta. Dengan bantuan Mi-do, Dae-su menemukan bahwa ternyata pada masa sekolah menengah, ia pernah melihat Woo-jin dan saudara perempuannya Soo-ah sedang melakukan hubungan intim. Saat itu Dae-su kemudian memberitahukan hal tersebut kepada temannya, dan rumor pun beredar bahwa Soo-ah telah hamil. Soo-ah sendiri menjadi yakin bahwa ia hamil, dan memutuskan bunuh diri. Saat Dae-su mengkonfirmasikan Woo-jin tentang informasi ini, Woo-jin rupanya juga telah mempersiapkan rahasia untuk dibeberkan kepada Dae-su. Mi-do ternyata adalah anak Dae-su yang telah lama hilang. Pertemuan keduanya ternyata telah dipersiapkan Woo-jin, ditambah dengan penggunaan hipnosis terhadap Dae-su dan Mi-do agar semuanya berjalan lancar. Dae-su terkejut dan menjadi ketakutan; ia meminta agar Woo-jin tidak memberitahukan hal tersebut kepada Mi-do, dan bahkan memotong lidahnya sendiri agar tidak akan pernah berbicara terlalu banyak lagi. Woo-jin sendiri memenuhi janjinya, dan bunuh diri.",
        "tahun" : 2003,
        "pemain" : [
            "Choi Min-Sik",
            "Yu Ji-Tae",
            "Kang Hye-Jeong"
        ],
        "funfact" : [
            "Austin Film Critics Association (Best Foreign Film)",
            "Belgian Film Critics Association 2012 (Grand Prix)",
            "British Independent Film Awards 2007 (Best Foreign Independent Film)",
            "Golden Trailer Awards (Best Foreign Action Trailer )",
            "Hong Kong Film Awards (Best Asian Film)",
            "Stockholm International Film Festival (Audience Award)"
        ]
    },{
        "judul" : "Memories of Murder",
        "genre" : ["Crime", "Mystery", "Thriller"],
        "durasi" : 128,
        "produser" : "Cha Seung-Jae",
        "sutradara" : "Boong Joon-Ho",
        "penulis" : "Bong Joon-Ho, Shim Sung-Bo, Kim Kwang-Rim",
        "gambar" : "assets/images/blog/MemoriesOfMurder.jpg",
        "sinopsis" : "Berangkat dari kisah nyata, sinopsis film Korea Memories of Murder dimulai dari geger penemuan jasad seorang perempuan muda yang diperkosa dan dibunuh secara brutal pada tahun 1986 di Provinsi Gyeonggi, Korea Selatan. Hanya berselang 2 bulan kemudian, terjadi rangkaian kasus pemerkosaan dan pembunuhan dengan situasi yang serupa. Tentu saja rangkaian kasus tragis tersebut menggemparkan masyarakat. Satuan tugas khusus pun segera dibentuk untuk mengusut kasus tersebut, dengan anggotanya yaitu 2 detektif lokal Park Doo Man (Song Kang Ho) dan Jo Young Goo (Kim Roe Ha), serta Detektif Seo Tae Yoon (Kim Sang Kyung) yang didatangkan dari Seoul.",
        "tahun" : 2003,
        "pemain" : [
            "Song Kang-Ho",
            "Kim Sang-Kyung",
            "Kim Roe-Ha"
        ],
        "funfact" : [
            "Chunsa Film Art Awards 2003 (Best Film)",
            "Grand Bell Awards 2003 (Best Film)",
            "Tokyo International Film Festival 2003 (Best Asian Film)",
            "Korean Film Awards 2003 (Best Film)",
            "Festival du Film Policier de Cognac 2004 (First Prize, Premier Prize)"
        ]
    },{
        "judul" : "The Wailing ",
        "genre" : ["Thriller", "Mystery", "Horror"],
        "durasi" : 156,
        "produser" : "Suh Dong-Hyun, Kim Ho-Sung",
        "sutradara" : "Na Hong-Jin",
        "penulis" : "Na Hong-Jin",
        "gambar" : "assets/images/blog/TheWailling.jpg",
        "sinopsis" : "Film The Wailing berkisah mengenai sebuah desa yang tampaknya damai, secara tiba-tiba terjadi wabah kematian yang misterius. Polisi menyimpulkan jamur liar beracun adalah penyebab kematian. Petugas polisi Jong Goo (diperankan oleh Kwak Do Won) mendengar desas desus dari rekan kerjanya tentang seorang pria Jepang (diperankan oleh Kunimura Jun) yang tinggal disekitarnya. Rumor yang beredar menunjuk pria Jepang itu sebagai orang yang menyebabkan kematian misterius & kejam ini. Jong Goo, saat bertugas, bertemu Moo Myeong (diperankan oleh Chun Woo Hee) yang memberitahunya bahwa dia melihat pria Jepang di mana kematian terakhir terjadi. Keraguan Jong Goo tentang pria itu mulai goyah. Dalam keputusasaannya, putrinya, Hyo Jin (diperankan oleh Kim Hwan Hee) kemudian mengalami gejala yang mirip dengan yang dialami penduduk desa lain sebelum kematian mereka. Jong Goo pergi ke pegunungan untuk menemukan rumah lelaki tua Jepang itu. Sementara itu, ibu mertuanya (diperankan oleh Heo Jin) memanggil seorang dukun, Il Gwang (diperankan oleh Hwang Jung Min), untuk melakukan eksorsisme pada Hyo Jin. Namun kematian pun masih terus berlangsung.",
        "tahun" : 2016,
        "pemain" : [
            "Kwak Do-Won",
            "Hwang Jung-Min",
            "Kunimura Jun",
            "Chun Woo-Hee",
            "Kim Hwan-Hee"
        ],
        "funfact" : [
            "Bucheon International Fantastic Film Festival 2016 (Audience Award)",
            "36th Korean Association of Film Critics Awards 2016 (Top Films of the Year)",
            "Phoenix Critics Circle 2016 (Best International Film)",
            "Saskatoon Fantastic Film Festival 2016 (Honourable Mention)",
            "KOFRA Film Awards 2017 (Best Film)",
            "Korea Cable TV Awards 2017 (Best Film)",
            "53rd Baeksang Arts Awards 2017 (Best Film)"
        ]
    },{
        "judul" : "Ashfall",
        "genre" : ["Thriller", "Action"],
        "durasi" : 128,
        "produser" : "Lee Hae-Jun, Kim Byung-Seo",
        "sutradara" : "Lee Hae-Jun, Kim Byung-Seo",
        "penulis" : "",
        "gambar" : "assets/images/blog/Ashfall.jpg",
        "sinopsis" : "Film Ashfall bercerita tentang perjuangan sekelompok tentara Korea Selatan yang dipimpin oleh kapten Jo In-Chang (diperankan oleh Ha Jung-Woo) untuk meledakkan nuklir untuk menghentikan letusan gunung Baekdu. Ide gila ini dipeopori oleh Robert Kang (diperankan oleh Ma Dong-Seok), seorang profesor yang dimintai pendapatnya oleh sekretaris kabinet Korea Selatan, Jeon Yoo-Kyung (diperankan oleh Jeon Hye-Jin) . Nuklir ini tidak dapat diperoleh di Korea Selatan melainkan harus diambil di sebuah lokasi di Korea Utara. Untuk itulah dibutuhkan peran mata-mata bernama Ri Jeon Pyeong (diperankan oleh Lee Byung-Hyun).",
        "tahun" : 2020,
        "pemain" : [
            "Ha Jung-Woo",
            "Lee Byung-Hyun",
            "Ma Dong-Seok",
            "Bae Suzy",
            "Jeon Hye-Jin"
        ],
        "funfact" : [
            "",
            "",
            ""
        ]
    },{
        "judul" : "Recalled",
        "genre" : ["Thriller", "Mystery"],
        "durasi" : 99 ,
        "produser" : "Jeong Hye-On",
        "sutradara" : "Seo Yoo-Min",
        "penulis" : "Seo Yoo-Min",
        "gambar" : "assets/images/blog/Recalled.jpg",
        "sinopsis" : "Soo-Jin (Seo Yea-Ji) mengalami kecelakaan. Ketika terbangun, ia tidak dapat mengingat apa-apa. Berkat perawatan yang diberikan oleh suaminya Ji-Hoon (Kim Kang-Woo), dia bisa pulang dari rumah sakit. Tapi, Soo-Jin kini dapat melihat masa depan orang-orang, saat-saat dimana mereka menghadapi situasi berbahaya. Suatu hari, Soo-Jin bertemu dengan mantan rekan kerjanya. Mantan rekan kerjanya memberitahunya sesuatu tentang Ji-Hoo yang tidak bisa dia percaya.",
        "tahun" : 2021,
        "pemain" : [
            "Seo Ye-Ji",
            "Kim Kang-Woo",
            ""
        ],
        "funfact" : [
            "",
            "",
            ""
        ]
    },{
        "judul" : "Missing",
        "genre" : ["Thriller", "Mystery"],
        "durasi" : 100,
        "produser" : "Baek Hyun-Ik, Kim Sung-Woo",
        "sutradara" : "Lee Eon-Hee",
        "penulis" : "Hong Eun-Mi",
        "gambar" : "assets/images/blog/Missing.jpg",
        "sinopsis" : "Karena kesibukannya, seorang wanita karier yang juga seorang ibu tunggal mengalami kesulitan merawat putri tunggalnya. Ia memutuskan untuk mempekerjakan seorang pengasuh muda bernama Han Mae. Namun, situasi berubah menjadi 180 derajat saat ia menemukan pengasuh dan putrinya menghilang disaat ia akan kehilangan hak asuh putrinya.",
        "tahun" : 2016,
        "pemain" : [
            "Uhm Ji-Won",
            "Gong Hyo-Jin",
            ""
        ],
        "funfact" : [
            "",
            "",
            ""
        ]
    },{
        "judul" : "Ode to My Father",
        "genre" : ["Perang", "Drama", "Family"],
        "durasi" : 130,
        "produser" : "Yoon Je-Kyoon, Park Ji-Seong",
        "sutradara" : "Yoon Je-Kyoon",
        "penulis" : "Park Su-Jin",
        "gambar" : "assets/images/blog/OdeToMyFather.jpg",
        "sinopsis" : "Ode to My Father menggambarkan sejarah modern Korea dari tahun 1950-an sampai sekarang melalui kehidupan seorang manusia biasa, yang mengalami peristiwa seperti Evakuasi Hungnam tahun 1950 selama Perang Korea, keputusan pemerintah untuk pengiriman perawat dan penambang ke Jerman pada tahun 1960-an, dan Perang Vietnam.",
        "tahun" : 2014,
        "pemain" : [
            "Hwang Jung-Min",
            "Yunjin Kim",
            ""
        ],
        "funfact" : [
            "20th Chunsa Film Art Awards 2015 (Special Audience Award for Best Film)",
            "17th Udine Far East Film Festival 2015 (Audience Award)",
            "24th Buil Film Awards 2015 (Buil Readers' Jury Award)",
            "35th Korean Association of Film Critics Awards 2015 (Top 10 Films of the Year)",
            "36th Blue Dragon Film Awards 2015 (Audience Choice Award for Most Popular Film"
        ]
    },{
        "judul" : "Seabok",
        "genre" : ["Sci-Fi", "Action"],
        "durasi" : 114,
        "produser" : "Seo Young-Hee, Kim Kyung-Min, Song Seung-Min",
        "sutradara" : "Lee Yong-Joo",
        "penulis" : "Lee Yong-Joo",
        "gambar" : "assets/images/blog/Seabok.jpg",
        "sinopsis" : "Seo Bok bercerita tentang Ki Heon (Gong Yoo), mantan agen intelijen yang sakit parah, diberi tugas untuk mengangkut Seo Bok (Bo-gum) dengan aman, yang merupakan klon manusia pertama. Karena klon memegang rahasia keabadian, semua orang berusaha untuk mendapatkan dia untuk mengekstrak rahasia itu. Ki Heon akan melakukan segala cara dan upaya untuk melindungi klon dari orang-orang dengan niat jahat.",
        "tahun" : 2021,
        "pemain" : [
            "Park Bo-Gum",
            "Gong Yoo",
            "Jang Young-Nam"
        ],
        "funfact" : [
            "",
            "",
            ""
        ]
    },{
        "judul" : "Harmony",
        "genre" : ["Musical", "Drama"],
        "durasi" : 115,
        "produser" : "Kim Nam-Su, Yoon Je-Kyoon, Jeong Jae-Won",
        "sutradara" : "Kang Dae-Kyu",
        "penulis" : "Lee Seung-Yeon, Yoon Je-Kyoon, Kim Hwi",
        "gambar" : "assets/images/blog/Harmony.jpg",
        "sinopsis" : "Hong Jeong-hye dijatuhi hukuman 10 tahun penjara setelah membunuh suaminya yang kejam. Hamil pada saat penangkapannya, dia melahirkan bayi laki-laki di balik jeruji besi tetapi harus menyerahkannya untuk diadopsi menurut hukum. Suatu hari dia berangkat untuk memulai paduan suara dengan bantuan Kim Moon-ok, sesama narapidana di hukuman mati karena membunuh suami dan gundiknya yang berzina. Kepala penjara menjanjikannya jalan-jalan khusus dengan bayinya jika dia berhasil.",
        "tahun" : 2010,
        "pemain" : [
            "Kim Yunjin",
            "Na Moon-Hee",
            "Kang Ye-Won"
        ],
        "funfact" : [
            "",
            "",
            ""
        ]
    },{
        "judul" : "My Annoying Brother",
        "genre" : ["Sport", "Komedi", "Kehidupan", "Drama", "Family"],
        "durasi" : 110,
        "produser" : "Choi Sun-Hee, Lee Yong-Nam",
        "sutradara" : "Kwon Soo-Kyung",
        "penulis" : "Yoo Young-Ah",
        "gambar" : "assets/images/blog/MyAnnoyingBrother.jpg",
        "sinopsis" : "Film My Annoying Brother mengisahkan Go Doo Shik (diperankan oleh Jo Jung Suk) yang dipenjara karena penipuan. Adik tirinya, Go Doo Young (diperankan oleh Do Kyung Soo), adalah atlet judo yang menjanjikan, tetapi cedera dalam pertandingan yang ketat menyebabkan Doo Young kehilangan kemampuan penglihatannya. Doo Shik muncul di depan dewan pembebasan bersyarat dan memanfaatkan situasi adik tirinya itu untuk memohon pembebasannya. Doo Shik dibebaskan dengan syarat dia harus menjaga Doo Young selama 1 tahun. Sementara itu, Doo Young tinggal sendiri di rumah keluarganya. Kedua orang tuanya telah meninggal dunia. Sejak kehilangan penglihatannya, Doo Young menutup dirinya dari dunia. Mantan pelatih judonya, Lee Soo Hyun (diperankan oleh Park Shin Hye), adalah satu-satunya yang masih berhubungan dengan Doo Young. Setelah 15 tahun, Doo-Shik tiba-tiba muncul kembali di rumah dan kedua bersaudara itu mulai hidup bersama lagi, meski mereka saling membenci satu sama lain.",
        "tahun" : 2016,
        "pemain" : [
            "Jo Jung-Suk",
            "Do Kyung-Soo",
            "Park Shin-Hye",
            "Kim Kang-Hyun"
        ],
        "funfact" : [
            "",
            "",
            ""
        ]
    },{
        "judul" : "Seoul Vibe",
        "genre" : ["Adventure", "Action", "Komedi"],
        "durasi" : 140,
        "produser" : "Moon Hyun-Sung",
        "sutradara" : "Moon Hyun-Sung",
        "penulis" : "Sua Shin",
        "gambar" : "assets/images/blog/SoulVibes.jpg",
        "sinopsis" : "Seoul Vibe berlatar pada tahun 1988, berkisah tentang para pengemudi Sanggye Supreme Team yang terjerat dalam penyelidikan operasi dana gelap VIP. Pada hari upacara pembukaan Olimpiade Musim Panas Seoul, para pegemudi mobil balap menunjukkan aksinya, termasuk Sanggye Supreme Team yang berlangsung di pusat kota Seoul. Sementara, pergerakan dana ilegal ini terjadi dengan sangat kacau di hampir seluruh kota. Pengemudi mobil balap ini pun direkrut untuk mengejar dana ilegal tersebut.",
        "tahun" : 2022,
        "pemain" : [
            "Yoo Ah-In",
            "Go Gyung-Pyo",
            "Lee Kyu-Hyung",
            "Park Ju-Hyun",
            "Ong Seong-Wu"
        ],
        "funfact" : [
            "",
            "",
            ""
        ]
    },{
        "judul" : "The Pirates 2",
        "genre" : ["Adventure","Komedi","Fantasi"],
        "durasi" : 125,
        "produser" : "Song Yong-Woon",
        "sutradara" : "Kim Jung-Hoon",
        "penulis" : "Chun Sung-II",
        "gambar" : "assets/images/blog/ThePirates2.jpg",
        "sinopsis" : "The Pirates: The Last Royal Treasure sendiri menceritakan tentang pencarian di atas lautan untuk menemukan harta karun keluarga kerajaan Goryeo yang hilang tanpa jejak. Woo Moo Chi (Kang Ha Neul) pernah menjadi pemimpin sekelompok bandit, tapi dia sekarang tinggal di kapal bajak laut dengan tangan kanannya Kang Seob (Kim Sung Oh). Sementara, Hae Rang (Han Hyo Joo) adalah seorang pemimpin di kapal bajak laut. Dia memiliki beberapa anak buah, seperti Mak Yi (Lee Kwang Soo), So Nyeo (Chae Soo Bin) dan Han Goong (Sehun) dan Akwi (Park Ji Hwan). Dalam pencariannya, para perompak ini harus melawan Bu Heung Soo (Kwon Sang-Woo) untuk mendapatkan kembali harta yang hilang.",
        "tahun" : 2022,
        "pemain" : [
            "Kang Ha-Neul",
            "Han Hyo-Joo",
            "Lee Kwang-Soo",
            "Kwon Sang-Woo",
            "Chae Soo-Bin",
            "Oh Sehun EXO"
        ],
        "funfact" : [
            "",
            "",
            ""
        ]
    }
]